[
  {
    "id": 1,
    "word": "ability",
    "clue": "Suitableness."
  },
  {
    "id": 2,
    "word": "able",
    "clue": "Easy to use."
  },
  {
    "id": 3,
    "word": "about",
    "clue": "Moving around; astir."
  },
  {
    "id": 4,
    "word": "above",
    "clue": "Heaven."
  },
  {
    "id": 5,
    "word": "abroad",
    "clue": "Countries or lands abroad."
  },
  {
    "id": 6,
    "word": "absence",
    "clue": "A state of being away or withdrawn from a place or from companionship; the period of being away."
  },
  {
    "id": 7,
    "word": "absent",
    "clue": "(with definite article) Something absent, especially absent people collectively; those who were or are not there."
  },
  {
    "id": 8,
    "word": "absolute",
    "clue": "That which is independent of context-dependent interpretation, inviolate, fundamental."
  },
  {
    "id": 9,
    "word": "accept",
    "clue": "To receive, especially with a consent, with favour, or with approval."
  },
  {
    "id": 10,
    "word": "accident",
    "clue": "An unexpected event with negative consequences occurring without the intention of the one suffering the consequences."
  },
  {
    "id": 11,
    "word": "accord",
    "clue": "Agreement or concurrence of opinion, will, or action."
  },
  {
    "id": 12,
    "word": "account",
    "clue": "A registry of pecuniary transactions; a written or printed statement of business dealings or debts and credits, and also of other things subjected to a reckoning or review."
  },
  {
    "id": 13,
    "word": "accuse",
    "clue": "Accusation."
  },
  {
    "id": 14,
    "word": "accustom",
    "clue": "A term related to accustom"
  },
  {
    "id": 15,
    "word": "ache",
    "clue": "Continued dull pain, as distinguished from sudden twinges, or spasmodic pain."
  },
  {
    "id": 16,
    "word": "across",
    "clue": "(crosswords, often in combination) A word that runs horizontally in the completed puzzle grid or its associated clue."
  },
  {
    "id": 17,
    "word": "action",
    "clue": "Something done so as to accomplish a purpose."
  },
  {
    "id": 18,
    "word": "active",
    "clue": "A person or thing that is acting or capable of acting."
  },
  {
    "id": 19,
    "word": "actor",
    "clue": "A person who performs, plays a part in a theatrical play or film."
  },
  {
    "id": 20,
    "word": "actress",
    "clue": "A female who performs on the stage or in films."
  },
  {
    "id": 21,
    "word": "actual",
    "clue": "An actual, real one; notably:"
  },
  {
    "id": 22,
    "word": "address",
    "clue": "Direction."
  },
  {
    "id": 23,
    "word": "admire",
    "clue": "To be amazed at; to view with surprise; to marvel at."
  },
  {
    "id": 24,
    "word": "admission",
    "clue": "The act or practice of admitting."
  },
  {
    "id": 25,
    "word": "admit",
    "clue": "To allow to enter; to grant entrance (to), whether into a place, into the mind, or into consideration"
  },
  {
    "id": 26,
    "word": "adopt",
    "clue": "To take by choice into relationship (a child, heir, friend, citizen, etc.)"
  },
  {
    "id": 27,
    "word": "adoption",
    "clue": "The act of adopting."
  },
  {
    "id": 28,
    "word": "advance",
    "clue": "A forward move; improvement or progression."
  },
  {
    "id": 29,
    "word": "advantage",
    "clue": "Any condition, circumstance, opportunity or means, particularly favorable to success, or to any desired end."
  },
  {
    "id": 30,
    "word": "adventure",
    "clue": "The encountering of risks; a bold undertaking, in which dangers are likely to be encountered, and the issue is staked upon unforeseen events; a daring feat."
  },
  {
    "id": 31,
    "word": "advertise",
    "clue": "To give (especially public) notice of (something); to announce publicly."
  },
  {
    "id": 32,
    "word": "advice",
    "clue": "An opinion offered in an effort to be helpful."
  },
  {
    "id": 33,
    "word": "advise",
    "clue": "To give advice to; to offer an opinion to, as worthy or expedient to be followed."
  },
  {
    "id": 34,
    "word": "affair",
    "clue": "(often in the plural) Something which is done or is to be done; business of any kind, commercial, professional, or public."
  },
  {
    "id": 35,
    "word": "afford",
    "clue": "To incur, stand, or bear without serious detriment, as an act which might under other circumstances be injurious;—with an auxiliary, as can, could, might, etc.; to be able or rich enough."
  },
  {
    "id": 36,
    "word": "afraid",
    "clue": "(usually used predicatively, not attributively, be afraid) Impressed with fear or apprehension; in fear."
  },
  {
    "id": 37,
    "word": "after",
    "clue": "Later; second (of two); next, following, subsequent"
  },
  {
    "id": 38,
    "word": "afternoon",
    "clue": "The part of the day from noon or lunchtime until sunset, evening, or suppertime or 6pm."
  },
  {
    "id": 39,
    "word": "again",
    "clue": "Another time; once more."
  },
  {
    "id": 40,
    "word": "against",
    "clue": "In a contrary direction to."
  },
  {
    "id": 41,
    "word": "agency",
    "clue": "The capacity, condition, or state of acting or of exerting power."
  },
  {
    "id": 42,
    "word": "agent",
    "clue": "One who exerts power, or has the power to act"
  },
  {
    "id": 43,
    "word": "agree",
    "clue": "To harmonize in opinion, statement, or action; to be in unison or concord; to be or become united or consistent; to concur."
  },
  {
    "id": 44,
    "word": "agriculture",
    "clue": "The art or science of cultivating the ground, including the harvesting of crops, and the rearing and management of livestock"
  },
  {
    "id": 45,
    "word": "ahead",
    "clue": "In or to the front; in advance; onward."
  },
  {
    "id": 46,
    "word": "airplane",
    "clue": "A powered heavier-than-air aircraft with fixed wings."
  },
  {
    "id": 47,
    "word": "alike",
    "clue": "Having resemblance or similitude; similar; without difference."
  },
  {
    "id": 48,
    "word": "alive",
    "clue": "Having life; living; not dead"
  },
  {
    "id": 49,
    "word": "allow",
    "clue": "To grant, give, admit, accord, afford, or yield; to let one have."
  },
  {
    "id": 50,
    "word": "allowance",
    "clue": "Permission; granting, conceding, or admitting"
  },
  {
    "id": 51,
    "word": "almost",
    "clue": "Something or someone that doesn't quite make it."
  },
  {
    "id": 52,
    "word": "alone",
    "clue": "By oneself, solitary."
  },
  {
    "id": 53,
    "word": "along",
    "clue": "In company; together."
  },
  {
    "id": 54,
    "word": "aloud",
    "clue": "Spoken out loud."
  },
  {
    "id": 55,
    "word": "already",
    "clue": "Prior to some specified time, either past, present, or future; by this time; previously."
  },
  {
    "id": 56,
    "word": "also",
    "clue": "(focus) In addition; besides; as well; further; too."
  },
  {
    "id": 57,
    "word": "although",
    "clue": "Though, even though, in spite of or despite the fact that: introducing a clause that expresses a concession."
  },
  {
    "id": 58,
    "word": "altogether",
    "clue": "Without exception; wholly; completely."
  },
  {
    "id": 59,
    "word": "always",
    "clue": "At all times; throughout all time; since the beginning."
  },
  {
    "id": 60,
    "word": "ambition",
    "clue": "Eager or inordinate desire for some object that confers distinction, as preferment, honor, superiority, political power, or literary fame; desire to distinguish one's self from other people."
  },
  {
    "id": 61,
    "word": "ambitious",
    "clue": "(of a person or their character) Having or showing ambition; wanting a lot of power, honor, respect, superiority, or other distinction."
  },
  {
    "id": 62,
    "word": "among",
    "clue": "Denotes a mingling or intermixing with distinct or separable objects. (See Usage Note at amidst.)"
  },
  {
    "id": 63,
    "word": "amongst",
    "clue": "Denotes a mingling or intermixing with distinct or separable objects. See usage note at amidst."
  },
  {
    "id": 64,
    "word": "amount",
    "clue": "The total, aggregate or sum of material (not applicable to discrete numbers or units or items in standard English)."
  },
  {
    "id": 65,
    "word": "amuse",
    "clue": "To entertain or occupy in a pleasant manner; to stir with pleasing emotions."
  },
  {
    "id": 66,
    "word": "ancient",
    "clue": "A person who is very old."
  },
  {
    "id": 67,
    "word": "anger",
    "clue": "A strong feeling of displeasure, hostility or antagonism towards someone or something, usually combined with an urge to harm."
  },
  {
    "id": 68,
    "word": "angle",
    "clue": "A figure formed by two rays which start from a common point (a plane angle) or by three planes that intersect (a solid angle)."
  },
  {
    "id": 69,
    "word": "angry",
    "clue": "Displaying or feeling anger."
  },
  {
    "id": 70,
    "word": "animal",
    "clue": "In scientific usage, a multicellular organism that is usually mobile, whose cells are not encased in a rigid cell wall (distinguishing it from plants and fungi) and which derives energy solely from the consumption of other organisms (distinguishing it from plants)."
  },
  {
    "id": 71,
    "word": "annoy",
    "clue": "A feeling of discomfort or vexation caused by what one dislikes."
  },
  {
    "id": 72,
    "word": "annoyance",
    "clue": "That which annoys."
  },
  {
    "id": 73,
    "word": "another",
    "clue": "An additional one of the same kind."
  },
  {
    "id": 74,
    "word": "answer",
    "clue": "A response or reply; something said or done in reaction to a statement or question."
  },
  {
    "id": 75,
    "word": "anxiety",
    "clue": "An unpleasant state of mental uneasiness, nervousness, apprehension and obsession or concern about some uncertain event."
  },
  {
    "id": 76,
    "word": "anxious",
    "clue": "Nervous and worried."
  },
  {
    "id": 77,
    "word": "anybody",
    "clue": "Any one out of an indefinite number of persons; anyone; any person."
  },
  {
    "id": 78,
    "word": "anyhow",
    "clue": "(manner) In any way or manner whatever."
  },
  {
    "id": 79,
    "word": "anyone",
    "clue": "Any person; anybody."
  },
  {
    "id": 80,
    "word": "anything",
    "clue": "Someone or something of importance."
  },
  {
    "id": 81,
    "word": "anyway",
    "clue": "Regardless; anyhow."
  },
  {
    "id": 82,
    "word": "anywhere",
    "clue": "In or at any location or an unknown location."
  },
  {
    "id": 83,
    "word": "apart",
    "clue": "(Used after a noun or in the predicate) Exceptional, distinct."
  },
  {
    "id": 84,
    "word": "apology",
    "clue": "An expression of remorse or regret for having said or done something that harmed another: an instance of apologizing (saying that one is sorry)."
  },
  {
    "id": 85,
    "word": "appear",
    "clue": "To come or be in sight; to be in view; to become visible."
  },
  {
    "id": 86,
    "word": "appearance",
    "clue": "The act of appearing or coming into sight; the act of becoming visible to the eye."
  },
  {
    "id": 87,
    "word": "applaud",
    "clue": "Applause; applauding."
  },
  {
    "id": 88,
    "word": "applause",
    "clue": "The act of applauding; approbation and praise publicly expressed by the clapping of hands, stamping or tapping of the feet, acclamation, huzzas, or other means; marked commendation."
  },
  {
    "id": 89,
    "word": "apple",
    "clue": "A common, round fruit produced by the tree Malus domestica, cultivated in temperate climates."
  },
  {
    "id": 90,
    "word": "application",
    "clue": "The act of applying or laying on, in a literal sense"
  },
  {
    "id": 91,
    "word": "apply",
    "clue": "To lay or place; to put (one thing to another)"
  },
  {
    "id": 92,
    "word": "appoint",
    "clue": "To set, fix or determine (a time or place for something such as a meeting, or the meeting itself) by authority or agreement."
  },
  {
    "id": 93,
    "word": "approve",
    "clue": "To sanction officially; to ratify; to confirm; to set as satisfactory."
  },
  {
    "id": 94,
    "word": "arch",
    "clue": "An inverted U shape."
  },
  {
    "id": 95,
    "word": "argue",
    "clue": "To show grounds for concluding (that); to indicate, imply."
  },
  {
    "id": 96,
    "word": "arise",
    "clue": "To come up from a lower to a higher position."
  },
  {
    "id": 97,
    "word": "army",
    "clue": "A large, highly organized military force, concerned mainly with ground (rather than air or naval) operations."
  },
  {
    "id": 98,
    "word": "around",
    "clue": "(with the verb \"to be\") Present in the vicinity."
  },
  {
    "id": 99,
    "word": "arrange",
    "clue": "To set up; to organize; to put into an orderly sequence or arrangement."
  },
  {
    "id": 100,
    "word": "arrest",
    "clue": "A check, stop, an act or instance of arresting something."
  },
  {
    "id": 101,
    "word": "arrive",
    "clue": "To reach; to get to a certain place."
  },
  {
    "id": 102,
    "word": "arrow",
    "clue": "A projectile consisting of a shaft, a point and a tail with stabilizing fins that is shot from a bow."
  },
  {
    "id": 103,
    "word": "article",
    "clue": "A piece of nonfictional writing such as a story, report, opinion piece, or entry in a newspaper, magazine, journal, dictionary, encyclopedia, etc."
  },
  {
    "id": 104,
    "word": "artificial",
    "clue": "Man-made; of artifice."
  },
  {
    "id": 105,
    "word": "ashamed",
    "clue": "To feel shame; to be ashamed."
  },
  {
    "id": 106,
    "word": "aside",
    "clue": "An incidental remark made quietly so as to be heard by the person to whom it is said and not by any others in the vicinity."
  },
  {
    "id": 107,
    "word": "asleep",
    "clue": "In a state of sleep; also, broadly, resting."
  },
  {
    "id": 108,
    "word": "association",
    "clue": "The act of associating."
  },
  {
    "id": 109,
    "word": "astonish",
    "clue": "To surprise greatly."
  },
  {
    "id": 110,
    "word": "attack",
    "clue": "An attempt to cause damage, injury to, or death of opponent or enemy."
  },
  {
    "id": 111,
    "word": "attempt",
    "clue": "The action of trying at something."
  },
  {
    "id": 112,
    "word": "attend",
    "clue": "To listen to (something or someone); to pay attention to; regard; heed."
  },
  {
    "id": 113,
    "word": "attention",
    "clue": "Mental focus."
  },
  {
    "id": 114,
    "word": "attentive",
    "clue": "Paying attention; noticing, watching, listening, or attending closely."
  },
  {
    "id": 115,
    "word": "attract",
    "clue": "To pull toward without touching."
  },
  {
    "id": 116,
    "word": "attraction",
    "clue": "The tendency to attract."
  },
  {
    "id": 117,
    "word": "attractive",
    "clue": "Causing attraction; having the quality of attracting by inherent force."
  },
  {
    "id": 118,
    "word": "audience",
    "clue": "A group of people within hearing; specifically, a large gathering of people listening to or watching a performance, speech, etc."
  },
  {
    "id": 119,
    "word": "aunt",
    "clue": "The sister or sister-in-law of one’s parent."
  },
  {
    "id": 120,
    "word": "autumn",
    "clue": "Traditionally the third of the four seasons, when deciduous trees lose their leaves; typically regarded as being from September 24 to December 22 in parts of the Northern Hemisphere, and the months of March, April and May in the Southern Hemisphere."
  },
  {
    "id": 121,
    "word": "avenue",
    "clue": "A broad street, especially one bordered by trees."
  },
  {
    "id": 122,
    "word": "average",
    "clue": "The arithmetic mean."
  },
  {
    "id": 123,
    "word": "avoid",
    "clue": "To try not to meet or communicate with (a person); to shun"
  },
  {
    "id": 124,
    "word": "avoidance",
    "clue": "The act of annulling; annulment."
  },
  {
    "id": 125,
    "word": "awake",
    "clue": "Not asleep; conscious."
  },
  {
    "id": 126,
    "word": "away",
    "clue": "To depart; to go to another place."
  },
  {
    "id": 127,
    "word": "awkward",
    "clue": "Someone or something that is awkward."
  },
  {
    "id": 128,
    "word": "baby",
    "clue": "A very young human, particularly from birth to a couple of years old or until walking is fully mastered."
  },
  {
    "id": 129,
    "word": "back",
    "clue": "The rear of the body, especially the part between the neck and the end of the spine and opposite the chest and belly."
  },
  {
    "id": 130,
    "word": "backward",
    "clue": "The state behind or past."
  },
  {
    "id": 131,
    "word": "baggage",
    "clue": "(usually uncountable) Luggage; traveling equipment"
  },
  {
    "id": 132,
    "word": "bake",
    "clue": "The act of cooking food by baking."
  },
  {
    "id": 133,
    "word": "balance",
    "clue": "A state in which opposing forces harmonise; equilibrium."
  },
  {
    "id": 134,
    "word": "ball",
    "clue": "A solid or hollow sphere, or roughly spherical mass."
  },
  {
    "id": 135,
    "word": "band",
    "clue": "A strip of material used for strengthening or coupling."
  },
  {
    "id": 136,
    "word": "bank",
    "clue": "An institution where one can place and borrow money and take care of financial affairs."
  },
  {
    "id": 137,
    "word": "barber",
    "clue": "A person whose profession is cutting (usually male) customers' hair and beards."
  },
  {
    "id": 138,
    "word": "bare",
    "clue": "(‘the bare’) The surface, the (bare) skin."
  },
  {
    "id": 139,
    "word": "bargain",
    "clue": "An agreement between parties concerning the sale of property; or a contract by which one party binds himself to transfer the right to some property for a consideration, and the other party binds himself to receive the property and pay the consideration."
  },
  {
    "id": 140,
    "word": "barrel",
    "clue": "A round vessel or cask, of greater length than breadth, and bulging in the middle, made of staves bound with hoops, and having flat ends or heads. Sometimes applied to a similar cylindrical container made of metal, usually called a drum."
  },
  {
    "id": 141,
    "word": "base",
    "clue": "Something from which other things extend; a foundation."
  },
  {
    "id": 142,
    "word": "basic",
    "clue": "A necessary commodity, a staple requirement."
  },
  {
    "id": 143,
    "word": "basin",
    "clue": "A wide bowl for washing, sometimes affixed to a wall"
  },
  {
    "id": 144,
    "word": "basis",
    "clue": "A physical base or foundation."
  },
  {
    "id": 145,
    "word": "basket",
    "clue": "A lightweight container, generally round, open at the top, and tapering toward the bottom."
  },
  {
    "id": 146,
    "word": "bath",
    "clue": "A tub or pool which is used for bathing: bathtub."
  },
  {
    "id": 147,
    "word": "bathe",
    "clue": "The act of swimming or bathing, especially in the sea, a lake, or a river; a swimming bath."
  },
  {
    "id": 148,
    "word": "battery",
    "clue": "A device used to power electric devices, consisting of a set of electrically connected electrochemical or, archaically, electrostatic cells. A single such cell when used by itself."
  },
  {
    "id": 149,
    "word": "battle",
    "clue": "A contest, a struggle."
  },
  {
    "id": 150,
    "word": "beak",
    "clue": "Anatomical uses."
  },
  {
    "id": 151,
    "word": "beam",
    "clue": "Any large piece of timber or iron long in proportion to its thickness, and prepared for use."
  },
  {
    "id": 152,
    "word": "bean",
    "clue": "A reusable software component written in Java."
  },
  {
    "id": 153,
    "word": "bear",
    "clue": "A large omnivorous mammal, related to the dog and raccoon, having shaggy hair, a very small tail, and flat feet; a member of family Ursidae."
  },
  {
    "id": 154,
    "word": "beard",
    "clue": "Facial hair on the chin, cheeks, jaw and neck."
  },
  {
    "id": 155,
    "word": "beast",
    "clue": "Any animal other than a human; usually only applied to land vertebrates, especially large or dangerous four-footed ones."
  },
  {
    "id": 156,
    "word": "beat",
    "clue": "A stroke; a blow."
  },
  {
    "id": 157,
    "word": "beauty",
    "clue": "The quality of being (especially visually) attractive, pleasing, fine or good-looking; comeliness."
  },
  {
    "id": 158,
    "word": "because",
    "clue": "For the reason (that)."
  },
  {
    "id": 159,
    "word": "become",
    "clue": "To arrive, come (to a place)."
  },
  {
    "id": 160,
    "word": "bedroom",
    "clue": "A room in a house where a bed is kept for sleeping."
  },
  {
    "id": 161,
    "word": "before",
    "clue": "At an earlier time."
  },
  {
    "id": 162,
    "word": "begin",
    "clue": "Beginning; start."
  },
  {
    "id": 163,
    "word": "behave",
    "clue": "To conduct (oneself) well, or in a given way."
  },
  {
    "id": 164,
    "word": "behavior",
    "clue": "Human conduct relative to social norms."
  },
  {
    "id": 165,
    "word": "behind",
    "clue": "The rear, back-end"
  },
  {
    "id": 166,
    "word": "being",
    "clue": "A living creature."
  },
  {
    "id": 167,
    "word": "belief",
    "clue": "Mental acceptance of a claim as true."
  },
  {
    "id": 168,
    "word": "believe",
    "clue": "To accept as true, particularly without absolute certainty (i.e., as opposed to knowing)"
  },
  {
    "id": 169,
    "word": "bell",
    "clue": "A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck."
  },
  {
    "id": 170,
    "word": "belong",
    "clue": "To have its proper place."
  },
  {
    "id": 171,
    "word": "below",
    "clue": "In a lower place."
  },
  {
    "id": 172,
    "word": "belt",
    "clue": "A band worn around the waist to hold clothing to one's body (usually pants), hold weapons (such as a gun or sword), or serve as a decorative piece of clothing."
  },
  {
    "id": 173,
    "word": "bend",
    "clue": "A curve."
  },
  {
    "id": 174,
    "word": "beneath",
    "clue": "Below or underneath."
  },
  {
    "id": 175,
    "word": "berry",
    "clue": "A small succulent fruit, of any one of many varieties."
  },
  {
    "id": 176,
    "word": "beside",
    "clue": "Otherwise; else."
  },
  {
    "id": 177,
    "word": "besides",
    "clue": "Also; in addition."
  },
  {
    "id": 178,
    "word": "best",
    "clue": "The supreme effort one can make, or has made."
  },
  {
    "id": 179,
    "word": "better",
    "clue": "An entity, usually animate, deemed superior to another; one who has a claim to precedence; a superior."
  },
  {
    "id": 180,
    "word": "between",
    "clue": "A kind of needle, shorter than a sharp, with a small rounded eye, used for making fine stitches on heavy fabrics."
  },
  {
    "id": 181,
    "word": "beyond",
    "clue": "The unknown."
  },
  {
    "id": 182,
    "word": "bicycle",
    "clue": "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider’s feet upon pedals."
  },
  {
    "id": 183,
    "word": "bill",
    "clue": "Any of various bladed or pointed hand weapons, originally designating an Anglo-Saxon sword, and later a weapon of infantry, especially in the 14th and 15th centuries, commonly consisting of a broad, heavy, double-edged, hook-shaped blade, with a short pike at the back and another at the top, attached to the end of a long staff."
  },
  {
    "id": 184,
    "word": "bind",
    "clue": "That which binds or ties."
  },
  {
    "id": 185,
    "word": "bird",
    "clue": "A member of the class of animals Aves in the phylum Chordata, characterized by being warm-blooded, having feathers and wings usually capable of flight, and laying eggs."
  },
  {
    "id": 186,
    "word": "birth",
    "clue": "The process of childbearing; the beginning of life."
  },
  {
    "id": 187,
    "word": "bite",
    "clue": "The act of biting."
  },
  {
    "id": 188,
    "word": "bitter",
    "clue": "(usually in the plural bitters) A liquid or powder, made from bitter herbs, used in mixed drinks or as a tonic."
  },
  {
    "id": 189,
    "word": "black",
    "clue": "The colour/color perceived in the absence of light, but also when no light is reflected, but rather absorbed."
  },
  {
    "id": 190,
    "word": "blade",
    "clue": "The sharp cutting edge of a knife, chisel, or other tool, a razor blade/sword."
  },
  {
    "id": 191,
    "word": "blame",
    "clue": "Censure."
  },
  {
    "id": 192,
    "word": "bleed",
    "clue": "An incident of bleeding, as in haemophilia."
  },
  {
    "id": 193,
    "word": "bless",
    "clue": "To make something holy by religious rite, sanctify."
  },
  {
    "id": 194,
    "word": "blind",
    "clue": "A covering for a window to keep out light. The covering may be made of cloth or of narrow slats that can block light or allow it to pass."
  },
  {
    "id": 195,
    "word": "block",
    "clue": "A substantial, often approximately cuboid, piece of any substance."
  },
  {
    "id": 196,
    "word": "blood",
    "clue": "A member of the Los Angeles gang The Bloods."
  },
  {
    "id": 197,
    "word": "blow",
    "clue": "A strong wind."
  },
  {
    "id": 198,
    "word": "blue",
    "clue": "The colour of the clear sky or the deep sea, between green and violet in the visible spectrum, and one of the primary additive colours for transmitted light; the colour obtained by subtracting red and green from white light using magenta and cyan filters; or any colour resembling this."
  },
  {
    "id": 199,
    "word": "board",
    "clue": "A relatively long, wide and thin piece of any material, usually wood or similar, often for use in construction or furniture-making."
  },
  {
    "id": 200,
    "word": "boast",
    "clue": "A brag; ostentatious positive appraisal of oneself."
  },
  {
    "id": 201,
    "word": "boat",
    "clue": "A craft used for transportation of goods, fishing, racing, recreational cruising, or military use on or in the water, propelled by oars or outboard motor or inboard motor or by wind."
  },
  {
    "id": 202,
    "word": "body",
    "clue": "Physical frame."
  },
  {
    "id": 203,
    "word": "boil",
    "clue": "A localized accumulation of pus in the skin, resulting from infection."
  },
  {
    "id": 204,
    "word": "bold",
    "clue": "A dwelling; habitation; building."
  },
  {
    "id": 205,
    "word": "bone",
    "clue": "A composite material consisting largely of calcium phosphate and collagen and making up the skeleton of most vertebrates."
  },
  {
    "id": 206,
    "word": "book",
    "clue": "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc."
  },
  {
    "id": 207,
    "word": "border",
    "clue": "The outer edge of something."
  },
  {
    "id": 208,
    "word": "borrow",
    "clue": "Deviation of the path of a rolling ball from a straight line; slope; slant."
  },
  {
    "id": 209,
    "word": "both",
    "clue": "Each of the two, or of the two kinds."
  },
  {
    "id": 210,
    "word": "bottle",
    "clue": "A container, typically made of glass or plastic and having a tapered neck, used primarily for holding liquids."
  },
  {
    "id": 211,
    "word": "bottom",
    "clue": "The lowest part of anything."
  },
  {
    "id": 212,
    "word": "bound",
    "clue": "To tie; to confine by any ligature."
  },
  {
    "id": 213,
    "word": "boundary",
    "clue": "The dividing line or location between two areas."
  },
  {
    "id": 214,
    "word": "brain",
    "clue": "The control center of the central nervous system of an animal located in the skull which is responsible for perception, cognition, attention, memory, emotion, and action."
  },
  {
    "id": 215,
    "word": "branch",
    "clue": "The woody part of a tree arising from the trunk and usually dividing."
  },
  {
    "id": 216,
    "word": "brass",
    "clue": "A metallic alloy of copper and zinc used in many industrial and plumbing applications."
  },
  {
    "id": 217,
    "word": "brave",
    "clue": "A Native American warrior."
  },
  {
    "id": 218,
    "word": "bravery",
    "clue": "(usually uncountable) Being brave, courageousness."
  },
  {
    "id": 219,
    "word": "bread",
    "clue": "A foodstuff made by baking dough made from cereals."
  },
  {
    "id": 220,
    "word": "breadth",
    "clue": "The extent or measure of how broad or wide something is."
  },
  {
    "id": 221,
    "word": "break",
    "clue": "An instance of breaking something into two or more pieces."
  },
  {
    "id": 222,
    "word": "breakfast",
    "clue": "The first meal of the day, usually eaten in the morning."
  },
  {
    "id": 223,
    "word": "breath",
    "clue": "The act or process of breathing."
  },
  {
    "id": 224,
    "word": "breathe",
    "clue": "To draw air into (inhale), and expel air from (exhale), the lungs in order to extract oxygen and excrete waste gases."
  },
  {
    "id": 225,
    "word": "bribe",
    "clue": "Something (usually money) given in exchange for influence or as an inducement to dishonesty."
  },
  {
    "id": 226,
    "word": "bribery",
    "clue": "The making of illegal payment, or bribes, to persons in official positions as a means of influencing their decisions"
  },
  {
    "id": 227,
    "word": "brick",
    "clue": "A hardened rectangular block of mud, clay etc., used for building."
  },
  {
    "id": 228,
    "word": "bridge",
    "clue": "A construction or natural feature that spans a divide."
  },
  {
    "id": 229,
    "word": "bright",
    "clue": "An artist's brush used in oil and acrylic painting with a long ferrule and a flat, somewhat tapering bristle head."
  },
  {
    "id": 230,
    "word": "brighten",
    "clue": "To make bright or brighter in color."
  },
  {
    "id": 231,
    "word": "bring",
    "clue": "(ditransitive) To transport toward somebody/somewhere."
  },
  {
    "id": 232,
    "word": "broad",
    "clue": "A shallow lake, one of a number of bodies of water in eastern Norfolk and Suffolk."
  },
  {
    "id": 233,
    "word": "broadcast",
    "clue": "A transmission of a radio or television programme intended to be received by anyone with a receiver."
  },
  {
    "id": 234,
    "word": "brother",
    "clue": "Son of the same parents as another person."
  },
  {
    "id": 235,
    "word": "brown",
    "clue": "A colour like that of chocolate or coffee."
  },
  {
    "id": 236,
    "word": "brush",
    "clue": "An implement consisting of multiple more or less flexible bristles or other filaments attached to a handle, used for any of various purposes including cleaning, painting, and arranging hair."
  },
  {
    "id": 237,
    "word": "bucket",
    "clue": "A container made of rigid material, often with a handle, used to carry liquids or small items."
  },
  {
    "id": 238,
    "word": "build",
    "clue": "The physique of a human body; constitution or structure of a human body."
  },
  {
    "id": 239,
    "word": "bunch",
    "clue": "A group of similar things, either growing together, or in a cluster or clump, usually fastened together."
  },
  {
    "id": 240,
    "word": "bundle",
    "clue": "A group of objects held together by wrapping or tying."
  },
  {
    "id": 241,
    "word": "burn",
    "clue": "A physical injury caused by heat, cold, electricity, radiation or caustic chemicals."
  },
  {
    "id": 242,
    "word": "burst",
    "clue": "An act or instance of bursting."
  },
  {
    "id": 243,
    "word": "bury",
    "clue": "A burrow."
  },
  {
    "id": 244,
    "word": "business",
    "clue": "A specific commercial enterprise or establishment."
  },
  {
    "id": 245,
    "word": "businesslike",
    "clue": "Methodical and efficient, in a way that would be advantageous to a business or businessperson."
  },
  {
    "id": 246,
    "word": "businessman",
    "clue": "A man in business, one who works at a commercial institution."
  },
  {
    "id": 247,
    "word": "busy",
    "clue": "A police officer."
  },
  {
    "id": 248,
    "word": "butter",
    "clue": "A soft, fatty foodstuff made by churning the cream of milk (generally cow's milk)."
  },
  {
    "id": 249,
    "word": "button",
    "clue": "One who adjusts, especially for the insurance industry's employment title \"loss adjuster\" (or \"claims adjuster\" in the United States)."
  },
  {
    "id": 250,
    "word": "cage",
    "clue": "An enclosure made of bars, normally to hold animals."
  },
  {
    "id": 251,
    "word": "cake",
    "clue": "A rich, sweet dessert food, typically made of flour, sugar and eggs and baked in an oven, and often covered in icing."
  },
  {
    "id": 252,
    "word": "calculate",
    "clue": "To determine the value of something or the solution to something by a mathematical process."
  },
  {
    "id": 253,
    "word": "calculation",
    "clue": "The act or process of calculating."
  },
  {
    "id": 254,
    "word": "calculator",
    "clue": "A mechanical or electronic device that performs mathematical calculations."
  },
  {
    "id": 255,
    "word": "call",
    "clue": "A telephone conversation."
  },
  {
    "id": 256,
    "word": "calm",
    "clue": "(in a person) The state of being calm; peacefulness; absence of worry, anger, fear or other strong negative emotion."
  },
  {
    "id": 257,
    "word": "camera",
    "clue": "A device for taking still or moving pictures or photographs."
  },
  {
    "id": 258,
    "word": "camp",
    "clue": "An outdoor place acting as temporary accommodation in tents or other temporary structures."
  },
  {
    "id": 259,
    "word": "canal",
    "clue": "An artificial waterway or artificially improved river used for travel, shipping, or irrigation."
  },
  {
    "id": 260,
    "word": "cape",
    "clue": "A piece or point of land, extending beyond the adjacent coast into a sea or lake; a promontory; a headland."
  },
  {
    "id": 261,
    "word": "capital",
    "clue": "Already-produced durable goods available for use as a factor of production, such as steam shovels (equipment) and office buildings (structures)."
  },
  {
    "id": 262,
    "word": "captain",
    "clue": "A chief or leader."
  },
  {
    "id": 263,
    "word": "card",
    "clue": "A playing card."
  },
  {
    "id": 264,
    "word": "care",
    "clue": "Grief, sorrow."
  },
  {
    "id": 265,
    "word": "carriage",
    "clue": "The act of conveying; carrying."
  },
  {
    "id": 266,
    "word": "carry",
    "clue": "A manner of transporting or lifting something; the grip or position in which something is carried."
  },
  {
    "id": 267,
    "word": "cart",
    "clue": "A small, open, wheeled vehicle, drawn or pushed by a person or animal, more often used for transporting goods than passengers."
  },
  {
    "id": 268,
    "word": "case",
    "clue": "An actual event, situation, or fact."
  },
  {
    "id": 269,
    "word": "castle",
    "clue": "A large building that is fortified and contains many defences; in previous ages often inhabited by a nobleman or king."
  },
  {
    "id": 270,
    "word": "catch",
    "clue": "The act of seizing or capturing."
  },
  {
    "id": 271,
    "word": "cattle",
    "clue": "Domesticated bovine animals (cows, bulls, steers etc)."
  },
  {
    "id": 272,
    "word": "cause",
    "clue": "(often with of, typically of adverse results) The source of, or reason for, an event or action; that which produces or effects a result."
  },
  {
    "id": 273,
    "word": "caution",
    "clue": "Precept or warning against evil or danger of any kind; exhortation to wariness; advice; injunction; prudence in regard to danger; provident care"
  },
  {
    "id": 274,
    "word": "cautious",
    "clue": "Careful; using or exercising caution; tentative"
  },
  {
    "id": 275,
    "word": "cave",
    "clue": "A large, naturally-occurring cavity formed underground or in the face of a cliff or a hillside."
  },
  {
    "id": 276,
    "word": "cent",
    "clue": "(money) A subunit of currency equal to one-hundredth of the main unit of currency in many countries. Symbol: ¢."
  },
  {
    "id": 277,
    "word": "center",
    "clue": "The point in the interior of a circle that is equidistant from all points on the circumference."
  },
  {
    "id": 278,
    "word": "century",
    "clue": "A period of 100 consecutive years; often specifically a numbered period with conventional start and end dates, e.g., the twentieth century, which stretches from (strictly) 1901 through 2000, or (informally) 1900 through 1999. The first century AD was from 1 to 100."
  },
  {
    "id": 279,
    "word": "ceremony",
    "clue": "A ritual, with religious or cultural significance."
  },
  {
    "id": 280,
    "word": "certain",
    "clue": "(with \"the\") Something certain."
  },
  {
    "id": 281,
    "word": "certainty",
    "clue": "The state of being certain."
  },
  {
    "id": 282,
    "word": "chain",
    "clue": "A series of interconnected rings or links usually made of metal."
  },
  {
    "id": 283,
    "word": "chair",
    "clue": "An item of furniture used to sit on or in, comprising a seat, legs, back, and sometimes arm rests, for use by one person. Compare stool, couch, sofa, settee, loveseat and bench."
  },
  {
    "id": 284,
    "word": "chairman",
    "clue": "A person presiding over a meeting."
  },
  {
    "id": 285,
    "word": "chalk",
    "clue": "A soft, white, powdery limestone."
  },
  {
    "id": 286,
    "word": "chance",
    "clue": "An opportunity or possibility."
  },
  {
    "id": 287,
    "word": "change",
    "clue": "The process of becoming different."
  },
  {
    "id": 288,
    "word": "character",
    "clue": "A being involved in the action of a story."
  },
  {
    "id": 289,
    "word": "charge",
    "clue": "The amount of money levied for a service."
  },
  {
    "id": 290,
    "word": "charm",
    "clue": "An object, act or words believed to have magic power (usually carries a positive connotation)."
  },
  {
    "id": 291,
    "word": "cheap",
    "clue": "Trade; traffic; chaffer; chaffering."
  },
  {
    "id": 292,
    "word": "cheat",
    "clue": "To violate rules in order to gain advantage from a situation."
  },
  {
    "id": 293,
    "word": "check",
    "clue": "A situation in which the king is directly threatened by an opposing piece."
  },
  {
    "id": 294,
    "word": "cheer",
    "clue": "A cheerful attitude; happiness; a good, happy, or positive mood."
  },
  {
    "id": 295,
    "word": "cheese",
    "clue": "A dairy product made from curdled or cultured milk."
  },
  {
    "id": 296,
    "word": "chest",
    "clue": "A box, now usually a large strong box with a secure convex lid."
  },
  {
    "id": 297,
    "word": "chicken",
    "clue": "A domestic fowl, Gallus gallus, especially when young."
  },
  {
    "id": 298,
    "word": "chief",
    "clue": "A leader or head of a group of people, organisation, etc."
  },
  {
    "id": 299,
    "word": "child",
    "clue": "A person who has not yet reached adulthood, whether natural (puberty), cultural (initiation), or legal (majority)"
  },
  {
    "id": 300,
    "word": "childhood",
    "clue": "The state of being a child."
  },
  {
    "id": 301,
    "word": "chimney",
    "clue": "A vertical tube or hollow column used to emit environmentally polluting gaseous and solid matter (including but not limited to by-products of burning carbon or hydrocarbon based fuels); a flue."
  },
  {
    "id": 302,
    "word": "choice",
    "clue": "An option; a decision; an opportunity to choose or select something."
  },
  {
    "id": 303,
    "word": "choose",
    "clue": "To pick; to make the choice of; to select."
  },
  {
    "id": 304,
    "word": "christmas",
    "clue": "A term related to christmas"
  },
  {
    "id": 305,
    "word": "church",
    "clue": "A Christian house of worship; a building where Christian religious services take place."
  },
  {
    "id": 306,
    "word": "circle",
    "clue": "A two-dimensional geometric figure, a line, consisting of the set of all those points in a plane that are equally distant from a given point (center)."
  },
  {
    "id": 307,
    "word": "circular",
    "clue": "Short for circular letter."
  },
  {
    "id": 308,
    "word": "citizen",
    "clue": "A resident of a city or town, especially one with legally-recognized rights or duties."
  },
  {
    "id": 309,
    "word": "city",
    "clue": "A large settlement, bigger than a town; sometimes with a specific legal definition, depending on the place."
  },
  {
    "id": 310,
    "word": "civilize",
    "clue": "To educate or enlighten a person or people to a perceived higher standard of behaviour."
  },
  {
    "id": 311,
    "word": "claim",
    "clue": "A demand of ownership made for something."
  },
  {
    "id": 312,
    "word": "class",
    "clue": "A group, collection, category or set sharing characteristics or attributes."
  },
  {
    "id": 313,
    "word": "classification",
    "clue": "The act of forming into a class or classes; a distribution into groups, as classes, orders, families, etc., according to some common relations or attributes."
  },
  {
    "id": 314,
    "word": "classify",
    "clue": "To identify by or divide into classes; to categorize"
  },
  {
    "id": 315,
    "word": "clay",
    "clue": "A mineral substance made up of small crystals of silica and alumina, that is ductile when moist; the material of pre-fired ceramics."
  },
  {
    "id": 316,
    "word": "clean",
    "clue": "Removal of dirt."
  },
  {
    "id": 317,
    "word": "clear",
    "clue": "Full extent; distance between extreme limits; especially; the distance between the nearest surfaces of two bodies, or the space between walls."
  },
  {
    "id": 318,
    "word": "clerk",
    "clue": "One who occupationally works with records, accounts, letters, etc.; an office worker."
  },
  {
    "id": 319,
    "word": "clever",
    "clue": "Nimble with hands or body; skillful; adept."
  },
  {
    "id": 320,
    "word": "cliff",
    "clue": "A vertical (or nearly vertical) rock face."
  },
  {
    "id": 321,
    "word": "climb",
    "clue": "An act of climbing."
  },
  {
    "id": 322,
    "word": "clock",
    "clue": "An instrument used to measure or keep track of time; a non-portable timepiece."
  },
  {
    "id": 323,
    "word": "close",
    "clue": "An end or conclusion."
  },
  {
    "id": 324,
    "word": "cloth",
    "clue": "A woven fabric such as used in dressing, decorating, cleaning or other practical use."
  },
  {
    "id": 325,
    "word": "clothe",
    "clue": "To adorn or cover with clothing; to dress; to supply clothes or clothing."
  },
  {
    "id": 326,
    "word": "cloud",
    "clue": "A rock; boulder; a hill."
  },
  {
    "id": 327,
    "word": "club",
    "clue": "An association of members joining together for some common purpose, especially sports or recreation."
  },
  {
    "id": 328,
    "word": "coal",
    "clue": "A black rock formed from prehistoric plant remains, composed largely of carbon and burned as a fuel."
  },
  {
    "id": 329,
    "word": "coarse",
    "clue": "Composed of large parts or particles; of inferior quality or appearance; not fine in material or close in texture."
  },
  {
    "id": 330,
    "word": "coast",
    "clue": "The edge of the land where it meets an ocean, sea, gulf, bay, or large lake."
  },
  {
    "id": 331,
    "word": "coat",
    "clue": "An outer garment covering the upper torso and arms.Wp"
  },
  {
    "id": 332,
    "word": "coffee",
    "clue": "A beverage made by infusing the beans of the coffee plant in hot water."
  },
  {
    "id": 333,
    "word": "coin",
    "clue": "(money) A piece of currency, usually metallic and in the shape of a disc, but sometimes polygonal, or with a hole in the middle."
  },
  {
    "id": 334,
    "word": "cold",
    "clue": "(of a thing) Having a low temperature."
  },
  {
    "id": 335,
    "word": "collar",
    "clue": "Anything that encircles the neck."
  },
  {
    "id": 336,
    "word": "collect",
    "clue": "To gather together; amass."
  },
  {
    "id": 337,
    "word": "collection",
    "clue": "A set of items or amount of material procured or gathered together."
  },
  {
    "id": 338,
    "word": "collector",
    "clue": "A person who or thing that collects, or which creates or manages a collection."
  },
  {
    "id": 339,
    "word": "college",
    "clue": "A corporate group; a group of colleagues."
  },
  {
    "id": 340,
    "word": "colony",
    "clue": "A governmental unit created on land of another country owned by colonists from a country."
  },
  {
    "id": 341,
    "word": "color",
    "clue": "The spectral composition of visible light"
  },
  {
    "id": 342,
    "word": "comb",
    "clue": "A toothed implement for grooming the hair or (formerly) for keeping it in place."
  },
  {
    "id": 343,
    "word": "combine",
    "clue": "A combine harvester"
  },
  {
    "id": 344,
    "word": "come",
    "clue": "Coming, arrival; approach."
  },
  {
    "id": 345,
    "word": "comfort",
    "clue": "Contentment, ease."
  },
  {
    "id": 346,
    "word": "command",
    "clue": "An order to do something."
  },
  {
    "id": 347,
    "word": "commerce",
    "clue": "The exchange or buying and selling of commodities; especially the exchange of merchandise, on a large scale, between different places or communities; extended trade or traffic."
  },
  {
    "id": 348,
    "word": "commercial",
    "clue": "An advertisement in a common media format, usually radio or television."
  },
  {
    "id": 349,
    "word": "committee",
    "clue": "A body of one or more persons convened for the accomplishment of some specific purpose, typically with formal protocols."
  },
  {
    "id": 350,
    "word": "common",
    "clue": "Mutual good, shared by more than one."
  },
  {
    "id": 351,
    "word": "companion",
    "clue": "A friend, acquaintance, or partner; someone with whom one spends time or keeps company"
  },
  {
    "id": 352,
    "word": "companionship",
    "clue": "The state of having or being a companion."
  },
  {
    "id": 353,
    "word": "company",
    "clue": "A team; a group of people who work together professionally."
  },
  {
    "id": 354,
    "word": "compare",
    "clue": "Comparison."
  },
  {
    "id": 355,
    "word": "comparison",
    "clue": "The act of comparing or the state or process of being compared."
  },
  {
    "id": 356,
    "word": "compete",
    "clue": "To be in battle or in a rivalry with another for the same thing, position, or reward; to contend"
  },
  {
    "id": 357,
    "word": "competition",
    "clue": "The action of competing."
  },
  {
    "id": 358,
    "word": "competitor",
    "clue": "A person or organization against whom one is competing."
  },
  {
    "id": 359,
    "word": "complain",
    "clue": "To express feelings of pain, dissatisfaction, or resentment."
  },
  {
    "id": 360,
    "word": "complaint",
    "clue": "The act of complaining."
  },
  {
    "id": 361,
    "word": "complete",
    "clue": "A completed survey."
  },
  {
    "id": 362,
    "word": "completion",
    "clue": "The act or state of being or making something complete; conclusion, accomplishment."
  },
  {
    "id": 363,
    "word": "complicate",
    "clue": "To make complex; to modify so as to make something intricate or difficult."
  },
  {
    "id": 364,
    "word": "complication",
    "clue": "The act or process of complicating."
  },
  {
    "id": 365,
    "word": "compose",
    "clue": "To make something by merging parts."
  },
  {
    "id": 366,
    "word": "composition",
    "clue": "The act of putting together; assembly."
  },
  {
    "id": 367,
    "word": "concern",
    "clue": "That which affects one’s welfare or happiness. A matter of interest to someone. The adposition before the matter of interest is usually over, about or for."
  },
  {
    "id": 368,
    "word": "condition",
    "clue": "A logical clause or phrase that a conditional statement uses. The phrase can either be true or false."
  },
  {
    "id": 369,
    "word": "confess",
    "clue": "To admit to the truth, particularly in the context of sins or crimes committed."
  },
  {
    "id": 370,
    "word": "confession",
    "clue": "The open admittance of having done something (especially something bad)."
  },
  {
    "id": 371,
    "word": "confidence",
    "clue": "Self-assurance."
  },
  {
    "id": 372,
    "word": "confident",
    "clue": "A person in whom one can confide or share one's secrets: a friend."
  },
  {
    "id": 373,
    "word": "confidential",
    "clue": "Kept, or meant to be kept, secret within a certain circle of persons; not intended to be known publicly"
  },
  {
    "id": 374,
    "word": "confuse",
    "clue": "To puzzle, perplex, baffle, bewilder (somebody)."
  },
  {
    "id": 375,
    "word": "confusion",
    "clue": "A lack of clarity or order."
  },
  {
    "id": 376,
    "word": "congratulate",
    "clue": "To express one’s sympathetic pleasure or joy to the person(s) it is felt for."
  },
  {
    "id": 377,
    "word": "congratulation",
    "clue": "The act of congratulating."
  },
  {
    "id": 378,
    "word": "connect",
    "clue": "(of an object) To join (to another object): to attach, or to be intended to attach or capable of attaching, to another object."
  },
  {
    "id": 379,
    "word": "connection",
    "clue": "The act of connecting."
  },
  {
    "id": 380,
    "word": "conquer",
    "clue": "To defeat in combat; to subjugate."
  },
  {
    "id": 381,
    "word": "conqueror",
    "clue": "Someone who conquers"
  },
  {
    "id": 382,
    "word": "conquest",
    "clue": "Victory gained through combat; the subjugation of an enemy."
  },
  {
    "id": 383,
    "word": "conscience",
    "clue": "The moral sense of right and wrong, chiefly as it affects one's own behaviour."
  },
  {
    "id": 384,
    "word": "conscious",
    "clue": "The part of the mind that is aware of itself; the consciousness."
  },
  {
    "id": 385,
    "word": "consider",
    "clue": "To think about seriously."
  },
  {
    "id": 386,
    "word": "contain",
    "clue": "To hold inside."
  },
  {
    "id": 387,
    "word": "content",
    "clue": "(except in phrases) Satisfaction, contentment; pleasure."
  },
  {
    "id": 388,
    "word": "continue",
    "clue": "An option allowing a gamer to resume play after game over, when all lives have been lost."
  },
  {
    "id": 389,
    "word": "control",
    "clue": "Influence or authority over something."
  },
  {
    "id": 390,
    "word": "convenience",
    "clue": "The quality of being convenient."
  },
  {
    "id": 391,
    "word": "convenient",
    "clue": "Serving to reduce a difficulty, or accessible with minimum difficulty; expedient."
  },
  {
    "id": 392,
    "word": "conversation",
    "clue": "Expression and exchange of individual ideas through talking with other people; also, a set instance or occasion of such talking."
  },
  {
    "id": 393,
    "word": "cook",
    "clue": "A person who prepares food."
  },
  {
    "id": 394,
    "word": "cool",
    "clue": "A moderate or refreshing state of cold; moderate temperature of the air between hot and cold; coolness."
  },
  {
    "id": 395,
    "word": "copper",
    "clue": "A reddish-brown, malleable, ductile metallic element with high electrical and thermal conductivity, symbol Cu, and atomic number 29."
  },
  {
    "id": 396,
    "word": "copy",
    "clue": "The result of copying; an identical duplicate of an original."
  },
  {
    "id": 397,
    "word": "cork",
    "clue": "The bark of the cork oak, which is very light and porous and used for making bottle stoppers, flotation devices, and insulation material."
  },
  {
    "id": 398,
    "word": "corn",
    "clue": "The main cereal plant grown for its grain in a given region, such as oats in parts of Scotland and Ireland, and wheat or barley in England and Wales."
  },
  {
    "id": 399,
    "word": "corner",
    "clue": "The point where two converging lines meet; an angle, either external or internal."
  },
  {
    "id": 400,
    "word": "correct",
    "clue": "Free from error; true; accurate."
  },
  {
    "id": 401,
    "word": "correction",
    "clue": "The act of correcting."
  },
  {
    "id": 402,
    "word": "cost",
    "clue": "To incur a charge of; to require payment of a (specified) price."
  },
  {
    "id": 403,
    "word": "cottage",
    "clue": "A small house."
  },
  {
    "id": 404,
    "word": "cotton",
    "clue": "Gossypium, a genus of plant used as a source of cotton fiber."
  },
  {
    "id": 405,
    "word": "cough",
    "clue": "A sudden, usually noisy expulsion of air from the lungs, often involuntary."
  },
  {
    "id": 406,
    "word": "could",
    "clue": "(auxiliary verb, defective) To know how to; to be able to."
  },
  {
    "id": 407,
    "word": "council",
    "clue": "A committee that leads or governs (e.g. city council, student council)."
  },
  {
    "id": 408,
    "word": "count",
    "clue": "The act of counting or tallying a quantity."
  },
  {
    "id": 409,
    "word": "country",
    "clue": "(chiefly British) An area of land; a district, region."
  },
  {
    "id": 410,
    "word": "courage",
    "clue": "The quality of being confident, not afraid or easily intimidated, but without being incautious or inconsiderate."
  },
  {
    "id": 411,
    "word": "course",
    "clue": "A sequence of events."
  },
  {
    "id": 412,
    "word": "court",
    "clue": "An enclosed space; a courtyard; an uncovered area shut in by the walls of a building, or by different buildings; also, a space opening from a street and nearly surrounded by houses; a blind alley."
  },
  {
    "id": 413,
    "word": "cousin",
    "clue": "The child of a person's uncle or aunt; a first cousin."
  },
  {
    "id": 414,
    "word": "cover",
    "clue": "A lid."
  },
  {
    "id": 415,
    "word": "coward",
    "clue": "A person who lacks courage."
  },
  {
    "id": 416,
    "word": "cowardice",
    "clue": "Lack of courage."
  },
  {
    "id": 417,
    "word": "crack",
    "clue": "A thin and usually jagged space opened in a previously solid material."
  },
  {
    "id": 418,
    "word": "crash",
    "clue": "A sudden, intense, loud sound, as made for example by cymbals."
  },
  {
    "id": 419,
    "word": "cream",
    "clue": "The butterfat/milkfat part of milk which rises to the top; this part when separated from the remainder."
  },
  {
    "id": 420,
    "word": "creature",
    "clue": "A living being; an animal or (sometimes derogatory) a human."
  },
  {
    "id": 421,
    "word": "creep",
    "clue": "To move slowly with the abdomen close to the ground."
  },
  {
    "id": 422,
    "word": "crime",
    "clue": "A specific act committed in violation of the law."
  },
  {
    "id": 423,
    "word": "criminal",
    "clue": "A person who is guilty of a crime, notably breaking the law."
  },
  {
    "id": 424,
    "word": "critic",
    "clue": "A person who appraises the works of others."
  },
  {
    "id": 425,
    "word": "crop",
    "clue": "A plant, especially a cereal, grown to be harvested as food, livestock fodder or fuel or for any other economic purpose."
  },
  {
    "id": 426,
    "word": "cross",
    "clue": "A geometrical figure consisting of two straight lines or bars intersecting each other such that at least one of them is bisected by the other."
  },
  {
    "id": 427,
    "word": "crowd",
    "clue": "A group of people congregated or collected into a close body without order."
  },
  {
    "id": 428,
    "word": "crown",
    "clue": "A royal, imperial or princely headdress; a diadem."
  },
  {
    "id": 429,
    "word": "cruel",
    "clue": "To spoil or ruin (one's chance of success)"
  },
  {
    "id": 430,
    "word": "crush",
    "clue": "A violent collision or compression; a crash; destruction; ruin."
  },
  {
    "id": 431,
    "word": "cultivate",
    "clue": "To grow plants, notably crops"
  },
  {
    "id": 432,
    "word": "cultivation",
    "clue": "The art or act of cultivating; improvement of land for or by agriculture"
  },
  {
    "id": 433,
    "word": "cultivator",
    "clue": "Any of several devices used to loosen or stir the soil, either to remove weeds or to provide aeration and drainage."
  },
  {
    "id": 434,
    "word": "cupboard",
    "clue": "A board or table used to openly hold and display silver plate and other dishware; a sideboard; a buffet."
  },
  {
    "id": 435,
    "word": "cure",
    "clue": "A method, device or medication that restores good health."
  },
  {
    "id": 436,
    "word": "curious",
    "clue": "Tending to ask questions, or to want to explore or investigate; inquisitive; (with a negative connotation) nosy, prying."
  },
  {
    "id": 437,
    "word": "curl",
    "clue": "A piece or lock of curling hair; a ringlet."
  },
  {
    "id": 438,
    "word": "current",
    "clue": "The generally unidirectional movement of a gas or fluid."
  },
  {
    "id": 439,
    "word": "curse",
    "clue": "A supernatural detriment or hindrance; a bane."
  },
  {
    "id": 440,
    "word": "curtain",
    "clue": "A piece of cloth covering a window, bed, etc. to offer privacy and keep out light."
  },
  {
    "id": 441,
    "word": "curve",
    "clue": "A gentle bend, such as in a road."
  },
  {
    "id": 442,
    "word": "cushion",
    "clue": "A soft mass of material stuffed into a cloth bag, used for comfort or support; for sitting on, kneeling on, resting one's head on etc."
  },
  {
    "id": 443,
    "word": "custom",
    "clue": "Frequent repetition of the same behavior; way of behavior common to many; ordinary manner; habitual practice; method of doing, living or behaving."
  },
  {
    "id": 444,
    "word": "customary",
    "clue": "A book containing laws and usages, or customs; a custumal."
  },
  {
    "id": 445,
    "word": "customer",
    "clue": "A patron, a client; one who purchases or receives a product or service from a business or merchant, or intends to do so."
  },
  {
    "id": 446,
    "word": "daily",
    "clue": "Something that is produced, consumed, used, or done every day."
  },
  {
    "id": 447,
    "word": "damage",
    "clue": "Injury or harm; the condition or measure of something not being intact."
  },
  {
    "id": 448,
    "word": "damp",
    "clue": "Moisture; humidity; dampness."
  },
  {
    "id": 449,
    "word": "dance",
    "clue": "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction."
  },
  {
    "id": 450,
    "word": "danger",
    "clue": "Exposure to likely harm; peril."
  },
  {
    "id": 451,
    "word": "dare",
    "clue": "A challenge to prove courage."
  },
  {
    "id": 452,
    "word": "dark",
    "clue": "Having an absolute or (more often) relative lack of light."
  },
  {
    "id": 453,
    "word": "darken",
    "clue": "To make dark or darker by reducing light."
  },
  {
    "id": 454,
    "word": "date",
    "clue": "The fruit of the date palm, Phoenix dactylifera, somewhat in the shape of an olive, containing a soft, sweet pulp and enclosing a hard kernel."
  },
  {
    "id": 455,
    "word": "daughter",
    "clue": "One’s female offspring."
  },
  {
    "id": 456,
    "word": "daylight",
    "clue": "The light from the Sun, as opposed to that from any other source."
  },
  {
    "id": 457,
    "word": "dead",
    "clue": "(with \"the\", a demonstrative, or a possessive) Those who have died."
  },
  {
    "id": 458,
    "word": "deaf",
    "clue": "A deaf person."
  },
  {
    "id": 459,
    "word": "deafen",
    "clue": "To make deaf, either temporarily or permanently."
  },
  {
    "id": 460,
    "word": "deal",
    "clue": "A division, a portion, a share."
  },
  {
    "id": 461,
    "word": "dear",
    "clue": "A very kind, loving person."
  },
  {
    "id": 462,
    "word": "death",
    "clue": "The cessation of life and all associated processes; the end of an organism's existence as an entity independent from its environment and its return to an inert, nonliving state."
  },
  {
    "id": 463,
    "word": "debt",
    "clue": "An action, state of mind, or object one has an obligation to perform for another, adopt toward another, or give to another."
  },
  {
    "id": 464,
    "word": "decay",
    "clue": "The process or result of being gradually decomposed."
  },
  {
    "id": 465,
    "word": "deceit",
    "clue": "An act or practice intended to deceive; a trick."
  },
  {
    "id": 466,
    "word": "deceive",
    "clue": "To trick or mislead."
  },
  {
    "id": 467,
    "word": "decide",
    "clue": "To resolve (a contest, problem, dispute, etc.); to choose, determine, or settle"
  },
  {
    "id": 468,
    "word": "decision",
    "clue": "The act of deciding."
  },
  {
    "id": 469,
    "word": "decisive",
    "clue": "Having the power or quality of deciding a question or controversy; putting an end to contest or controversy; final; conclusive."
  },
  {
    "id": 470,
    "word": "declare",
    "clue": "To make clear, explain, interpret."
  },
  {
    "id": 471,
    "word": "decrease",
    "clue": "An amount by which a quantity is decreased."
  },
  {
    "id": 472,
    "word": "deed",
    "clue": "An action or act; something that is done."
  },
  {
    "id": 473,
    "word": "deep",
    "clue": "(with \"the\") The deep part of a lake, sea, etc."
  },
  {
    "id": 474,
    "word": "deepen",
    "clue": "To make deep or deeper"
  },
  {
    "id": 475,
    "word": "deer",
    "clue": "A ruminant mammal with antlers and hooves of the family Cervidae, or one of several similar animals from related families of the order Artiodactyla"
  },
  {
    "id": 476,
    "word": "defeat",
    "clue": "To overcome in battle or contest."
  },
  {
    "id": 477,
    "word": "defend",
    "clue": "To ward off attacks against; to fight to protect; to guard."
  },
  {
    "id": 478,
    "word": "defendant",
    "clue": "Serving, or suitable, for defense; defensive, defending."
  },
  {
    "id": 479,
    "word": "defense",
    "clue": "The action of defending or protecting from attack, danger, or injury."
  },
  {
    "id": 480,
    "word": "degree",
    "clue": "A stage of proficiency or qualification in a course of study, now especially an award bestowed by a university or, in some countries, a college, as a certification of academic achievement. (In the United States, can include secondary schools.)"
  },
  {
    "id": 481,
    "word": "delay",
    "clue": "A period of time before an event occurs; the act of delaying; procrastination; lingering inactivity."
  },
  {
    "id": 482,
    "word": "delicate",
    "clue": "A delicate item of clothing, especially underwear or lingerie."
  },
  {
    "id": 483,
    "word": "delight",
    "clue": "Joy; pleasure."
  },
  {
    "id": 484,
    "word": "deliver",
    "clue": "To set free from restraint or danger."
  },
  {
    "id": 485,
    "word": "delivery",
    "clue": "The act of conveying something."
  },
  {
    "id": 486,
    "word": "demand",
    "clue": "The desire to purchase goods and services."
  },
  {
    "id": 487,
    "word": "department",
    "clue": "A part, portion, or subdivision."
  },
  {
    "id": 488,
    "word": "depend",
    "clue": "(followed by on or upon, formerly also by of) To be contingent or conditioned; to have something as a necessary condition; to hinge on."
  },
  {
    "id": 489,
    "word": "dependence",
    "clue": "The state of being dependent, of relying upon another."
  },
  {
    "id": 490,
    "word": "dependent",
    "clue": "One who relies on another for support"
  },
  {
    "id": 491,
    "word": "depth",
    "clue": "The vertical distance below a surface; the degree to which something is deep"
  },
  {
    "id": 492,
    "word": "descend",
    "clue": "To pass from a higher to a lower place; to move downwards; to come or go down in any way, for example by falling, flowing, walking, climbing etc."
  },
  {
    "id": 493,
    "word": "descendant",
    "clue": "One who is the progeny of a specified person, at any distance of time or through any number of generations."
  },
  {
    "id": 494,
    "word": "descent",
    "clue": "An instance of descending; act of coming down."
  },
  {
    "id": 495,
    "word": "describe",
    "clue": "To represent in words."
  },
  {
    "id": 496,
    "word": "description",
    "clue": "A sketch or account of anything in words; a portraiture or representation in language; an enumeration of the essential qualities of a thing or species."
  },
  {
    "id": 497,
    "word": "desert",
    "clue": "(usually in the plural) That which is deserved or merited; a just punishment or reward"
  },
  {
    "id": 498,
    "word": "deserve",
    "clue": "To be entitled to, as a result of past actions; to be worthy to have."
  },
  {
    "id": 499,
    "word": "desire",
    "clue": "Someone or something wished for."
  },
  {
    "id": 500,
    "word": "desk",
    "clue": "A table, frame, or case, in past centuries usually with a sloping top but now usually with a flat top, for the use of writers and readers. It often has a drawer or repository underneath."
  },
  {
    "id": 501,
    "word": "despair",
    "clue": "Loss of hope; utter hopelessness; complete despondency."
  },
  {
    "id": 502,
    "word": "destroy",
    "clue": "To damage beyond use or repair."
  },
  {
    "id": 503,
    "word": "destruction",
    "clue": "The act of destroying."
  },
  {
    "id": 504,
    "word": "destructive",
    "clue": "Causing destruction; damaging."
  },
  {
    "id": 505,
    "word": "detail",
    "clue": "Something small enough to escape casual notice."
  },
  {
    "id": 506,
    "word": "determine",
    "clue": "To set the boundaries or limits of."
  },
  {
    "id": 507,
    "word": "develop",
    "clue": "To change with a specific direction, progress."
  },
  {
    "id": 508,
    "word": "devil",
    "clue": "An evil creature."
  },
  {
    "id": 509,
    "word": "diamond",
    "clue": "A glimmering glass-like mineral that is an allotrope of carbon in which each atom is surrounded by four others in the form of a tetrahedron."
  },
  {
    "id": 510,
    "word": "dictionary",
    "clue": "A reference work with a list of words from one or more languages, normally ordered alphabetically, explaining each word's meaning, and sometimes containing information on its etymology, pronunciation, usage, translations, and other data."
  },
  {
    "id": 511,
    "word": "difference",
    "clue": "The quality of being different."
  },
  {
    "id": 512,
    "word": "different",
    "clue": "The different ideal."
  },
  {
    "id": 513,
    "word": "difficult",
    "clue": "To make difficult; to impede; to perplex."
  },
  {
    "id": 514,
    "word": "difficulty",
    "clue": "The state of being difficult, or hard to do."
  },
  {
    "id": 515,
    "word": "dine",
    "clue": "Dinnertime"
  },
  {
    "id": 516,
    "word": "dinner",
    "clue": "A midday meal (in a context in which the evening meal is called supper or tea)."
  },
  {
    "id": 517,
    "word": "direct",
    "clue": "To manage, control, steer."
  },
  {
    "id": 518,
    "word": "direction",
    "clue": "A theoretical line (physically or mentally) followed from a point of origin or towards a destination. May be relative (e.g. up, left, outbound, dorsal), geographical (e.g. north), rotational (e.g. clockwise), or with respect to an object or location (e.g. toward Boston)."
  },
  {
    "id": 519,
    "word": "director",
    "clue": "One who directs; the person in charge of managing a department or directorate (e.g., director of engineering), project, or production (as in a show or film, e.g., film director)."
  },
  {
    "id": 520,
    "word": "dirt",
    "clue": "Soil or earth."
  },
  {
    "id": 521,
    "word": "disagree",
    "clue": "To fail to agree; to have a different opinion or belief."
  },
  {
    "id": 522,
    "word": "disappear",
    "clue": "To vanish."
  },
  {
    "id": 523,
    "word": "disappearance",
    "clue": "The action of disappearing or vanishing."
  },
  {
    "id": 524,
    "word": "disappoint",
    "clue": "To sadden or displease (someone) by underperforming, or by not delivering something promised or hoped for."
  },
  {
    "id": 525,
    "word": "disapprove",
    "clue": "To condemn; to consider wrong or inappropriate; used with of."
  },
  {
    "id": 526,
    "word": "discipline",
    "clue": "A controlled behaviour; self-control."
  },
  {
    "id": 527,
    "word": "discomfort",
    "clue": "Mental or bodily distress."
  },
  {
    "id": 528,
    "word": "discontent",
    "clue": "Dissatisfaction."
  },
  {
    "id": 529,
    "word": "discover",
    "clue": "To find or learn something for the first time."
  },
  {
    "id": 530,
    "word": "discovery",
    "clue": "Something discovered."
  },
  {
    "id": 531,
    "word": "discuss",
    "clue": "To converse or debate concerning a particular topic."
  },
  {
    "id": 532,
    "word": "discussion",
    "clue": "Conversation or debate concerning a particular topic."
  },
  {
    "id": 533,
    "word": "disease",
    "clue": "An abnormal condition of a human, animal or plant that causes discomfort or dysfunction; distinct from injury insofar as the latter is usually instantaneously acquired."
  },
  {
    "id": 534,
    "word": "disgust",
    "clue": "An intense dislike or loathing someone feels for something bad or nasty."
  },
  {
    "id": 535,
    "word": "dish",
    "clue": "A vessel such as a plate for holding or serving food, often flat with a depressed region in the middle."
  },
  {
    "id": 536,
    "word": "dismiss",
    "clue": "To discharge; to end the employment or service of."
  },
  {
    "id": 537,
    "word": "disregard",
    "clue": "The act or state of deliberately not paying attention or caring about; misregard."
  },
  {
    "id": 538,
    "word": "disrespect",
    "clue": "A lack of respect, esteem or courteous behaviour."
  },
  {
    "id": 539,
    "word": "dissatisfaction",
    "clue": "Unhappiness or discontent"
  },
  {
    "id": 540,
    "word": "dissatisfy",
    "clue": "To fail to satisfy; to displease."
  },
  {
    "id": 541,
    "word": "distance",
    "clue": "The amount of space between two points, usually geographical points, usually (but not necessarily) measured along a straight line."
  },
  {
    "id": 542,
    "word": "distant",
    "clue": "Far off (physically, logically or mentally)."
  },
  {
    "id": 543,
    "word": "distinguish",
    "clue": "To recognize someone or something as different from others based on its characteristics."
  },
  {
    "id": 544,
    "word": "district",
    "clue": "An administrative division of an area."
  },
  {
    "id": 545,
    "word": "disturb",
    "clue": "Disturbance"
  },
  {
    "id": 546,
    "word": "ditch",
    "clue": "A trench; a long, shallow indentation, as for irrigation or drainage."
  },
  {
    "id": 547,
    "word": "dive",
    "clue": "A jump or plunge into water."
  },
  {
    "id": 548,
    "word": "divide",
    "clue": "A thing that divides."
  },
  {
    "id": 549,
    "word": "division",
    "clue": "The act or process of dividing anything."
  },
  {
    "id": 550,
    "word": "doctor",
    "clue": "A physician; a member of the medical profession; one who is trained and licensed to heal the sick or injured. The final examination and qualification may award a doctor degree in which case the post-nominal letters are D.O., DPM, M.D., DMD, DDS, in the US or MBBS in the UK."
  },
  {
    "id": 551,
    "word": "dollar",
    "clue": "Official designation for currency in some parts of the world, including Canada, the United States, Australia, New Zealand, Hong Kong, and elsewhere. Its symbol is $."
  },
  {
    "id": 552,
    "word": "donkey",
    "clue": "A domestic animal, Equus asinus asinus, similar to a horse"
  },
  {
    "id": 553,
    "word": "door",
    "clue": "A portal of entry into a building, room, or vehicle, consisting of a rigid plane movable on a hinge. Doors are frequently made of wood or metal. May have a handle to help open and close, a latch to hold the door closed and a lock that ensures the door cannot be opened without the key."
  },
  {
    "id": 554,
    "word": "double",
    "clue": "Twice the number, amount, size, etc."
  },
  {
    "id": 555,
    "word": "doubt",
    "clue": "Disbelief or uncertainty (about something); a particular instance of such disbelief or uncertainty."
  },
  {
    "id": 556,
    "word": "down",
    "clue": "A negative aspect; a downer."
  },
  {
    "id": 557,
    "word": "dozen",
    "clue": "A set of twelve."
  },
  {
    "id": 558,
    "word": "drag",
    "clue": "Resistance of the air (or some other fluid) to something moving through it."
  },
  {
    "id": 559,
    "word": "draw",
    "clue": "The result of a contest that neither side has won; a tie."
  },
  {
    "id": 560,
    "word": "drawer",
    "clue": "An open-topped box that can be slid in and out of the cabinet that contains it, used for storing clothing or other articles."
  },
  {
    "id": 561,
    "word": "dream",
    "clue": "Imaginary events seen in the mind while sleeping."
  },
  {
    "id": 562,
    "word": "dress",
    "clue": "An item of clothing (usually worn by a woman or young girl) which both covers the upper part of the body and includes skirts below the waist."
  },
  {
    "id": 563,
    "word": "drink",
    "clue": "To consume (a liquid) through the mouth."
  },
  {
    "id": 564,
    "word": "drive",
    "clue": "Motivation to do or achieve something; ability coupled with ambition."
  },
  {
    "id": 565,
    "word": "drop",
    "clue": "A small quantity of liquid, just large enough to hold its own round shape via surface tension, especially one that falls from a source of liquid."
  },
  {
    "id": 566,
    "word": "drown",
    "clue": "To die from suffocation while immersed in water or other fluid."
  },
  {
    "id": 567,
    "word": "drum",
    "clue": "A percussive musical instrument spanned with a thin covering on at least one end for striking, forming an acoustic chamber, affecting what materials are used to make it; a membranophone."
  },
  {
    "id": 568,
    "word": "duck",
    "clue": "To quickly lower the head or body in order to prevent it from being struck by something."
  },
  {
    "id": 569,
    "word": "dull",
    "clue": "To render dull; to remove or blunt an edge or something that was sharp."
  },
  {
    "id": 570,
    "word": "during",
    "clue": "To last, continue, endure."
  },
  {
    "id": 571,
    "word": "dust",
    "clue": "Fine particles"
  },
  {
    "id": 572,
    "word": "duty",
    "clue": "That which one is morally or legally obligated to do."
  },
  {
    "id": 573,
    "word": "each",
    "clue": "(operations) An individual item: the least quantitative unit in a grouping."
  },
  {
    "id": 574,
    "word": "eager",
    "clue": "Sharp; sour; acid."
  },
  {
    "id": 575,
    "word": "early",
    "clue": "A shift (scheduled work period) that takes place early in the day."
  },
  {
    "id": 576,
    "word": "earn",
    "clue": "To gain (success, reward, recognition) through applied effort or work."
  },
  {
    "id": 577,
    "word": "earnest",
    "clue": "Gravity; serious purpose; earnestness."
  },
  {
    "id": 578,
    "word": "earth",
    "clue": "The third planet of the Solar System; the world upon which humans live."
  },
  {
    "id": 579,
    "word": "ease",
    "clue": "Ability, the means to do something, particularly:"
  },
  {
    "id": 580,
    "word": "east",
    "clue": "One of the four principal compass points, specifically 90°, conventionally directed to the right on maps; the direction of the rising sun at an equinox. Abbreviated as E."
  },
  {
    "id": 581,
    "word": "eastern",
    "clue": "Of, facing, situated in, or related to the east."
  },
  {
    "id": 582,
    "word": "easy",
    "clue": "Something that is easy"
  },
  {
    "id": 583,
    "word": "edge",
    "clue": "The boundary line of a surface."
  },
  {
    "id": 584,
    "word": "educate",
    "clue": "To instruct or train"
  },
  {
    "id": 585,
    "word": "education",
    "clue": "The process of imparting knowledge, skill and judgment."
  },
  {
    "id": 586,
    "word": "educator",
    "clue": "A person distinguished for his/her educational work, a teacher."
  },
  {
    "id": 587,
    "word": "effect",
    "clue": "The result or outcome of a cause."
  },
  {
    "id": 588,
    "word": "effective",
    "clue": "A soldier fit for duty"
  },
  {
    "id": 589,
    "word": "efficiency",
    "clue": "The extent to which time is well used for the intended task."
  },
  {
    "id": 590,
    "word": "efficient",
    "clue": "A cause; something that causes an effect"
  },
  {
    "id": 591,
    "word": "effort",
    "clue": "The work involved in performing an activity; exertion."
  },
  {
    "id": 592,
    "word": "either",
    "clue": "(after a negative) As well."
  },
  {
    "id": 593,
    "word": "elastic",
    "clue": "An elastic material used in clothing, particularly in waistbands and cuffs."
  },
  {
    "id": 594,
    "word": "elder",
    "clue": "An older person or an older member, usually a leader, of some community."
  },
  {
    "id": 595,
    "word": "elect",
    "clue": "One chosen or set apart."
  },
  {
    "id": 596,
    "word": "election",
    "clue": "A process of choosing a leader, members of parliament, councillors or other representatives by popular vote."
  },
  {
    "id": 597,
    "word": "electric",
    "clue": "(usually with definite article) Electricity; the electricity supply."
  },
  {
    "id": 598,
    "word": "electrician",
    "clue": "A tradesman who installs, repairs and maintains electrical wiring and equipment."
  },
  {
    "id": 599,
    "word": "elephant",
    "clue": "A mammal of the order Proboscidea, having a trunk, and two large ivory tusks jutting from the upper jaw."
  },
  {
    "id": 600,
    "word": "else",
    "clue": "(used only with indefinite or interrogative pronouns) Other; in addition to previously mentioned items."
  },
  {
    "id": 601,
    "word": "elsewhere",
    "clue": "A place other than here."
  },
  {
    "id": 602,
    "word": "empire",
    "clue": "(furniture) Following or imitating a style popular during the First French Empire (1804–1814)."
  },
  {
    "id": 603,
    "word": "employ",
    "clue": "The state of being an employee; employment."
  },
  {
    "id": 604,
    "word": "employee",
    "clue": "An individual who provides labor to a company or another person."
  },
  {
    "id": 605,
    "word": "empty",
    "clue": "(usually plural) A container, especially a bottle, whose contents have been used up, leaving it empty."
  },
  {
    "id": 606,
    "word": "enclose",
    "clue": "To surround with a wall, fence, etc."
  },
  {
    "id": 607,
    "word": "enclosure",
    "clue": "Something enclosed, i.e. inserted into a letter or similar package."
  },
  {
    "id": 608,
    "word": "encourage",
    "clue": "To mentally support; to motivate, give courage, hope or spirit."
  },
  {
    "id": 609,
    "word": "enemy",
    "clue": "Someone who is hostile to, feels hatred towards, opposes the interests of, or intends injury to someone else."
  },
  {
    "id": 610,
    "word": "engine",
    "clue": "A large construction used in warfare, such as a battering ram, catapult etc."
  },
  {
    "id": 611,
    "word": "engineer",
    "clue": "A person who is qualified or professionally engaged in any branch of engineering."
  },
  {
    "id": 612,
    "word": "english",
    "clue": "Spinning or rotary motion given to a ball around the vertical axis, as in billiards or bowling."
  },
  {
    "id": 613,
    "word": "enjoy",
    "clue": "To receive pleasure or satisfaction from something"
  },
  {
    "id": 614,
    "word": "enough",
    "clue": "Sufficiently."
  },
  {
    "id": 615,
    "word": "enter",
    "clue": "The \"Enter\" key on a computer keyboard."
  },
  {
    "id": 616,
    "word": "entertain",
    "clue": "Entertainment; pleasure."
  },
  {
    "id": 617,
    "word": "entire",
    "clue": "The whole of something; the entirety."
  },
  {
    "id": 618,
    "word": "entrance",
    "clue": "The action of entering, or going in."
  },
  {
    "id": 619,
    "word": "envelope",
    "clue": "A paper or cardboard wrapper used to enclose small, flat items, especially letters, for mailing."
  },
  {
    "id": 620,
    "word": "envy",
    "clue": "Resentful desire of something possessed by another or others (but not limited to material possessions)."
  },
  {
    "id": 621,
    "word": "equal",
    "clue": "A person or thing of equal status to others."
  },
  {
    "id": 622,
    "word": "escape",
    "clue": "The act of leaving a dangerous or unpleasant situation."
  },
  {
    "id": 623,
    "word": "especially",
    "clue": "(manner) In a special manner; specially."
  },
  {
    "id": 624,
    "word": "essence",
    "clue": "The inherent nature of a thing or idea."
  },
  {
    "id": 625,
    "word": "essential",
    "clue": "A necessary ingredient."
  },
  {
    "id": 626,
    "word": "even",
    "clue": "(diminutive) An even number."
  },
  {
    "id": 627,
    "word": "evening",
    "clue": "The time of the day between dusk and night, when it gets dark."
  },
  {
    "id": 628,
    "word": "event",
    "clue": "An occurrence; something that happens."
  },
  {
    "id": 629,
    "word": "ever",
    "clue": "Occurring at any time, occurring even but once during a timespan."
  },
  {
    "id": 630,
    "word": "everlasting",
    "clue": "An everlasting flower."
  },
  {
    "id": 631,
    "word": "every",
    "clue": "A term related to every"
  },
  {
    "id": 632,
    "word": "everybody",
    "clue": "All people."
  },
  {
    "id": 633,
    "word": "everyday",
    "clue": "(rare) the ordinary or routine day or occasion"
  },
  {
    "id": 634,
    "word": "everyone",
    "clue": "Every person."
  },
  {
    "id": 635,
    "word": "everything",
    "clue": "All the things under discussion."
  },
  {
    "id": 636,
    "word": "everywhere",
    "clue": "In or to all locations under discussion."
  },
  {
    "id": 637,
    "word": "evil",
    "clue": "Moral badness; wickedness; malevolence; the forces or behaviors that are the opposite or enemy of good."
  },
  {
    "id": 638,
    "word": "exact",
    "clue": "To demand and enforce the payment or performance of, sometimes in a forcible or imperious way."
  },
  {
    "id": 639,
    "word": "examine",
    "clue": "To observe or inspect carefully or critically"
  },
  {
    "id": 640,
    "word": "example",
    "clue": "Something that is representative of all such things in a group."
  },
  {
    "id": 641,
    "word": "excellence",
    "clue": "The quality of being excellent; brilliance"
  },
  {
    "id": 642,
    "word": "excellent",
    "clue": "Having excelled, having surpassed."
  },
  {
    "id": 643,
    "word": "except",
    "clue": "To exclude; to specify as being an exception."
  },
  {
    "id": 644,
    "word": "exception",
    "clue": "The act of excepting or excluding; exclusion; restriction by taking out something which would otherwise be included, as in a class, statement, rule."
  },
  {
    "id": 645,
    "word": "excess",
    "clue": "The state of surpassing or going beyond limits; the being of a measure beyond sufficiency, necessity, or duty; that which exceeds what is usual or proper"
  },
  {
    "id": 646,
    "word": "excessive",
    "clue": "Exceeding the usual bounds of something; extravagant; immoderate."
  },
  {
    "id": 647,
    "word": "exchange",
    "clue": "An act of exchanging or trading."
  },
  {
    "id": 648,
    "word": "excite",
    "clue": "To stir the emotions of."
  },
  {
    "id": 649,
    "word": "excuse",
    "clue": "Explanation designed to avoid or alleviate guilt or negative judgment; a plea offered in extenuation of a fault."
  },
  {
    "id": 650,
    "word": "exercise",
    "clue": "Any activity designed to develop or hone a skill or ability."
  },
  {
    "id": 651,
    "word": "exist",
    "clue": "(stative) to be; have existence; have being or reality"
  },
  {
    "id": 652,
    "word": "existence",
    "clue": "The state of being, existing, or occurring; beinghood."
  },
  {
    "id": 653,
    "word": "expect",
    "clue": "To predict or believe that something will happen"
  },
  {
    "id": 654,
    "word": "expense",
    "clue": "A spending or consuming, often a disbursement of funds."
  },
  {
    "id": 655,
    "word": "expensive",
    "clue": "Given to expending a lot of money; profligate, lavish."
  },
  {
    "id": 656,
    "word": "experience",
    "clue": "The effect upon the judgment or feelings produced by any event, whether witnessed or participated in; personal and direct impressions as contrasted with description or fancies; personal acquaintance; actual enjoyment or suffering."
  },
  {
    "id": 657,
    "word": "experiment",
    "clue": "A test under controlled conditions made to either demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried."
  },
  {
    "id": 658,
    "word": "explain",
    "clue": "To make plain, manifest, or intelligible; to clear of obscurity; to illustrate the meaning of."
  },
  {
    "id": 659,
    "word": "explode",
    "clue": "To destroy with an explosion."
  },
  {
    "id": 660,
    "word": "explore",
    "clue": "An exploration; a tour of a place to see what it is like."
  },
  {
    "id": 661,
    "word": "explosion",
    "clue": "A violent release of energy (sometimes mechanical, nuclear, or chemical.)"
  },
  {
    "id": 662,
    "word": "explosive",
    "clue": "Any explosive substance."
  },
  {
    "id": 663,
    "word": "express",
    "clue": "A mode of transportation, often a train, that travels quickly or directly."
  },
  {
    "id": 664,
    "word": "expression",
    "clue": "The action of expressing thoughts, ideas, feelings, etc."
  },
  {
    "id": 665,
    "word": "extend",
    "clue": "To increase in extent."
  },
  {
    "id": 666,
    "word": "extension",
    "clue": "The act of extending; a stretching out; enlargement in length or breadth; an increase"
  },
  {
    "id": 667,
    "word": "extensive",
    "clue": "Having a great extent; covering a large area; vast"
  },
  {
    "id": 668,
    "word": "extent",
    "clue": "A range of values or locations."
  },
  {
    "id": 669,
    "word": "extra",
    "clue": "Something additional, such as an item above and beyond the ordinary school curriculum, or added to the usual charge on a bill."
  },
  {
    "id": 670,
    "word": "extraordinary",
    "clue": "Anything that goes beyond what is ordinary."
  },
  {
    "id": 671,
    "word": "extreme",
    "clue": "The greatest or utmost point, degree or condition."
  },
  {
    "id": 672,
    "word": "face",
    "clue": "The front part of the head of a human or other animal, featuring the eyes, nose and mouth, and the surrounding area."
  },
  {
    "id": 673,
    "word": "fact",
    "clue": "Something actual as opposed to invented."
  },
  {
    "id": 674,
    "word": "factory",
    "clue": "A trading establishment, especially set up by merchants working in a foreign country."
  },
  {
    "id": 675,
    "word": "fade",
    "clue": "A golf shot that (for the right-handed player) curves intentionally to the right. See slice, hook, draw."
  },
  {
    "id": 676,
    "word": "fail",
    "clue": "Poor quality; substandard workmanship."
  },
  {
    "id": 677,
    "word": "failure",
    "clue": "State or condition of not meeting a desirable or intended objective, opposite of success."
  },
  {
    "id": 678,
    "word": "faint",
    "clue": "The act of fainting, syncope."
  },
  {
    "id": 679,
    "word": "fair",
    "clue": "Something which is fair (in various senses of the adjective)."
  },
  {
    "id": 680,
    "word": "faith",
    "clue": "A trust or confidence in the intentions or abilities of a person, object, or ideal from prior empirical evidence."
  },
  {
    "id": 681,
    "word": "fall",
    "clue": "The act of moving to a lower position under the effect of gravity."
  },
  {
    "id": 682,
    "word": "FALSE",
    "clue": "One of two options on a true-or-false test."
  },
  {
    "id": 683,
    "word": "fame",
    "clue": "What is said or reported; gossip, rumour."
  },
  {
    "id": 684,
    "word": "familiar",
    "clue": "An attendant spirit, often in animal or demon form."
  },
  {
    "id": 685,
    "word": "family",
    "clue": "A group of people who are closely related to one another (by blood, marriage or adoption); kin; for example, a set of parents and their children; an immediate family."
  },
  {
    "id": 686,
    "word": "fancy",
    "clue": "The imagination."
  },
  {
    "id": 687,
    "word": "farm",
    "clue": "A place where agricultural and similar activities take place, especially the growing of crops or the raising of livestock."
  },
  {
    "id": 688,
    "word": "fashion",
    "clue": "A current (constantly changing) trend, favored for frivolous rather than practical, logical, or intellectual reasons."
  },
  {
    "id": 689,
    "word": "fast",
    "clue": "A train that calls at only some stations it passes between its origin and destination, typically just the principal stations"
  },
  {
    "id": 690,
    "word": "fasten",
    "clue": "To attach or connect in a secure manner."
  },
  {
    "id": 691,
    "word": "fate",
    "clue": "The presumed cause, force, principle, or divine will that predetermines events."
  },
  {
    "id": 692,
    "word": "father",
    "clue": "A (generally human) male who begets a child."
  },
  {
    "id": 693,
    "word": "fatten",
    "clue": "To cause (a person or animal) to be fat or fatter."
  },
  {
    "id": 694,
    "word": "fault",
    "clue": "A defect; something that detracts from perfection."
  },
  {
    "id": 695,
    "word": "favor",
    "clue": "A kind or helpful deed; an instance of voluntarily assisting (someone)."
  },
  {
    "id": 696,
    "word": "favorite",
    "clue": "A person or thing who enjoys special regard or favour."
  },
  {
    "id": 697,
    "word": "fear",
    "clue": "A strong, uncontrollable, unpleasant emotion or feeling caused by actual or perceived danger or threat."
  },
  {
    "id": 698,
    "word": "feast",
    "clue": "A very large meal, often of a ceremonial nature."
  },
  {
    "id": 699,
    "word": "feather",
    "clue": "A branching, hair-like structure that grows on the bodies of birds, used for flight, swimming, protection and display."
  },
  {
    "id": 700,
    "word": "feed",
    "clue": "Food given to (especially herbivorous) animals."
  },
  {
    "id": 701,
    "word": "feel",
    "clue": "A quality of an object experienced by touch."
  },
  {
    "id": 702,
    "word": "fellow",
    "clue": "A colleague or partner."
  },
  {
    "id": 703,
    "word": "fellowship",
    "clue": "A company of people that share the same interest or aim."
  },
  {
    "id": 704,
    "word": "female",
    "clue": "One of the female (feminine) sex or gender."
  },
  {
    "id": 705,
    "word": "fence",
    "clue": "A thin artificial barrier that separates two pieces of land or a house perimeter."
  },
  {
    "id": 706,
    "word": "fever",
    "clue": "A higher than normal body temperature of a person (or, generally, a mammal), usually caused by disease."
  },
  {
    "id": 707,
    "word": "field",
    "clue": "A land area free of woodland, cities, and towns; open country."
  },
  {
    "id": 708,
    "word": "fierce",
    "clue": "Exceedingly violent, severe, ferocious, cruel or savage."
  },
  {
    "id": 709,
    "word": "fight",
    "clue": "To contend in physical conflict, either singly or in war, battle etc."
  },
  {
    "id": 710,
    "word": "figure",
    "clue": "A drawing or diagram conveying information."
  },
  {
    "id": 711,
    "word": "fill",
    "clue": "To occupy fully, to take up all of."
  },
  {
    "id": 712,
    "word": "film",
    "clue": "A thin layer of some substance; a pellicle; a membranous covering, causing opacity."
  },
  {
    "id": 713,
    "word": "find",
    "clue": "Anything that is found (usually valuable), as objects on an archeological site or a person with talent."
  },
  {
    "id": 714,
    "word": "fine",
    "clue": "Fine champagne; French brandy."
  },
  {
    "id": 715,
    "word": "finger",
    "clue": "A slender jointed extremity of the human hand, exclusive of the thumb."
  },
  {
    "id": 716,
    "word": "finish",
    "clue": "An end; the end of anything."
  },
  {
    "id": 717,
    "word": "fire",
    "clue": "A (usually self-sustaining) chemical reaction involving the bonding of oxygen with carbon or other fuel, with the production of heat and the presence of flame or smouldering."
  },
  {
    "id": 718,
    "word": "firm",
    "clue": "A business partnership; the name under which it trades."
  },
  {
    "id": 719,
    "word": "first",
    "clue": "The person or thing in the first position."
  },
  {
    "id": 720,
    "word": "fish",
    "clue": "A cold-blooded vertebrate animal that lives in water, moving with the help of fins and breathing with gills."
  },
  {
    "id": 721,
    "word": "flag",
    "clue": "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol."
  },
  {
    "id": 722,
    "word": "flame",
    "clue": "The visible part of fire; a stream of burning vapour or gas, emitting light and heat."
  },
  {
    "id": 723,
    "word": "flash",
    "clue": "A device that produces a short flash of light to help illuminate a scene, mostly for night-time or indoors photography."
  },
  {
    "id": 724,
    "word": "flat",
    "clue": "An area of level ground."
  },
  {
    "id": 725,
    "word": "flatten",
    "clue": "To make something flat or flatter."
  },
  {
    "id": 726,
    "word": "flavor",
    "clue": "The quality produced by the sensation of taste or, especially, of taste and smell in combined effect."
  },
  {
    "id": 727,
    "word": "flesh",
    "clue": "The soft tissue of the body, especially muscle and fat."
  },
  {
    "id": 728,
    "word": "float",
    "clue": "A buoyant device used to support something in water or another liquid."
  },
  {
    "id": 729,
    "word": "flood",
    "clue": "A (usually disastrous) overflow of water from a lake or other body of water due to excessive rainfall or other input of water."
  },
  {
    "id": 730,
    "word": "floor",
    "clue": "The interior bottom or surface of a house or building; the supporting surface of a room."
  },
  {
    "id": 731,
    "word": "flour",
    "clue": "Powder obtained by grinding or milling cereal grains, especially wheat, or other foodstuffs such as soybeans and potatoes, and used to bake bread, cakes, and pastry."
  },
  {
    "id": 732,
    "word": "flow",
    "clue": "A movement in people or things with a particular way in large numbers or amounts"
  },
  {
    "id": 733,
    "word": "flower",
    "clue": "A colorful, conspicuous structure associated with angiosperms, frequently scented and attracting various insects, and which may or may not be used for sexual reproduction."
  },
  {
    "id": 734,
    "word": "fold",
    "clue": "An act of folding."
  },
  {
    "id": 735,
    "word": "follow",
    "clue": "(sometimes attributive) In billiards and similar games, a stroke causing a ball to follow another ball after hitting it."
  },
  {
    "id": 736,
    "word": "fond",
    "clue": "To have a foolish affection for, to be fond of."
  },
  {
    "id": 737,
    "word": "food",
    "clue": "Any solid substance that can be consumed by living organisms, especially by eating, in order to sustain life."
  },
  {
    "id": 738,
    "word": "fool",
    "clue": "A person with poor judgment or little intelligence."
  },
  {
    "id": 739,
    "word": "foot",
    "clue": "A biological structure found in many animals that is used for locomotion and that is frequently a separate organ at the terminal part of the leg."
  },
  {
    "id": 740,
    "word": "forbid",
    "clue": "To disallow; to proscribe."
  },
  {
    "id": 741,
    "word": "force",
    "clue": "Strength or energy of body or mind; active power; vigour; might; capacity of exercising an influence or producing an effect."
  },
  {
    "id": 742,
    "word": "foreign",
    "clue": "A foreign person, particularly:"
  },
  {
    "id": 743,
    "word": "forest",
    "clue": "A dense uncultivated tract of trees and undergrowth, larger than woods."
  },
  {
    "id": 744,
    "word": "forget",
    "clue": "To lose remembrance of."
  },
  {
    "id": 745,
    "word": "forgive",
    "clue": "To pardon; to waive any negative feeling or desire for punishment, retribution, or compensation."
  },
  {
    "id": 746,
    "word": "fork",
    "clue": "A pronged tool having a long straight handle, used for digging, lifting, throwing etc."
  },
  {
    "id": 747,
    "word": "form",
    "clue": "(heading, physical) To do with shape."
  },
  {
    "id": 748,
    "word": "formal",
    "clue": "Formalin."
  },
  {
    "id": 749,
    "word": "former",
    "clue": "Previous."
  },
  {
    "id": 750,
    "word": "forth",
    "clue": "Forward in time, place or degree."
  },
  {
    "id": 751,
    "word": "fortunate",
    "clue": "Auspicious."
  },
  {
    "id": 752,
    "word": "fortune",
    "clue": "Destiny, especially favorable."
  },
  {
    "id": 753,
    "word": "forward",
    "clue": "One of the eight players (comprising two props, one hooker, two locks, two flankers and one number eight, collectively known as the pack) whose primary task is to gain and maintain possession of the ball (compare back)."
  },
  {
    "id": 754,
    "word": "frame",
    "clue": "The structural elements of a building or other constructed object."
  },
  {
    "id": 755,
    "word": "framework",
    "clue": "A support structure comprising joined parts or conglomerated particles and intervening open spaces of similar or larger size."
  },
  {
    "id": 756,
    "word": "free",
    "clue": "Free transfer"
  },
  {
    "id": 757,
    "word": "freedom",
    "clue": "The state of being free, of not being imprisoned or enslaved."
  },
  {
    "id": 758,
    "word": "freeze",
    "clue": "Especially of a liquid, to become solid due to low temperature."
  },
  {
    "id": 759,
    "word": "frequency",
    "clue": "The rate of occurrence of anything; the relationship between incidence and time period."
  },
  {
    "id": 760,
    "word": "frequent",
    "clue": "Done or occurring often; common."
  },
  {
    "id": 761,
    "word": "fresh",
    "clue": "A rush of water, along a river or onto the land; a flood."
  },
  {
    "id": 762,
    "word": "friend",
    "clue": "A person other than a family member, spouse or lover whose company one enjoys and towards whom one feels affection."
  },
  {
    "id": 763,
    "word": "friendly",
    "clue": "A game which is of no consequence in terms of ranking, betting etc."
  },
  {
    "id": 764,
    "word": "friendship",
    "clue": "The condition of being friends."
  },
  {
    "id": 765,
    "word": "fright",
    "clue": "A state of terror excited by the sudden appearance of danger; sudden and violent fear, usually of short duration; a sudden alarm."
  },
  {
    "id": 766,
    "word": "frighten",
    "clue": "To cause to feel fear; to scare; to cause to feel alarm or fright."
  },
  {
    "id": 767,
    "word": "from",
    "clue": "Used to indicate source or provenance."
  },
  {
    "id": 768,
    "word": "front",
    "clue": "The foremost side of something or the end that faces the direction it normally moves."
  },
  {
    "id": 769,
    "word": "fruit",
    "clue": "(often in the plural) In general, a product of plant growth useful to man or animals."
  },
  {
    "id": 770,
    "word": "full",
    "clue": "Containing the maximum possible amount that can fit in the space available."
  },
  {
    "id": 771,
    "word": "funeral",
    "clue": "A ceremony to honour and remember a deceased person. Often distinguished from a memorial service by the presence of the body of the deceased."
  },
  {
    "id": 772,
    "word": "funny",
    "clue": "A joke."
  },
  {
    "id": 773,
    "word": "furnish",
    "clue": "Material used to create an engineered product."
  },
  {
    "id": 774,
    "word": "furniture",
    "clue": "Large movable item(s), usually in a room, which enhance(s) the room's characteristics, functionally or decoratively."
  },
  {
    "id": 775,
    "word": "further",
    "clue": "To help forward; to assist."
  },
  {
    "id": 776,
    "word": "future",
    "clue": "The time ahead; those moments yet to be experienced."
  },
  {
    "id": 777,
    "word": "gaiety",
    "clue": "The state of being happy or merry."
  },
  {
    "id": 778,
    "word": "gain",
    "clue": "The act of gaining; acquisition."
  },
  {
    "id": 779,
    "word": "gallon",
    "clue": "A unit of volume, equivalent to eight pints"
  },
  {
    "id": 780,
    "word": "game",
    "clue": "A playful or competitive activity."
  },
  {
    "id": 781,
    "word": "garage",
    "clue": "A building (or section of a building) used to store a car or cars, tools and other miscellaneous items."
  },
  {
    "id": 782,
    "word": "garden",
    "clue": "An outdoor area containing one or more types of plants, usually plants grown for food or ornamental purposes."
  },
  {
    "id": 783,
    "word": "gate",
    "clue": "A doorlike structure outside a house."
  },
  {
    "id": 784,
    "word": "gather",
    "clue": "A plait or fold in cloth, made by drawing a thread through it; a pucker."
  },
  {
    "id": 785,
    "word": "general",
    "clue": "A general fact or proposition; a generality."
  },
  {
    "id": 786,
    "word": "generous",
    "clue": "Noble in behaviour or actions; principled, not petty; kind, magnanimous."
  },
  {
    "id": 787,
    "word": "gentle",
    "clue": "A person of high birth."
  },
  {
    "id": 788,
    "word": "gentleman",
    "clue": "A man of gentle but not noble birth, particularly a man of means (originally ownership of property) who does not work for a living but has no official status in a peerage; an armiferous man ranking below a knight."
  },
  {
    "id": 789,
    "word": "gift",
    "clue": "Something given to another voluntarily, without charge."
  },
  {
    "id": 790,
    "word": "girl",
    "clue": "A female child, adolescent, or a young woman."
  },
  {
    "id": 791,
    "word": "give",
    "clue": "The amount of bending that something undergoes when a force is applied to it; a tendency to yield under pressure; resilence."
  },
  {
    "id": 792,
    "word": "glad",
    "clue": "To make glad"
  },
  {
    "id": 793,
    "word": "glass",
    "clue": "To apply fibreglass to."
  },
  {
    "id": 794,
    "word": "glory",
    "clue": "Great or overwhelming beauty or splendour."
  },
  {
    "id": 795,
    "word": "goat",
    "clue": "A mammal, Capra aegagrus hircus, and similar species of the genus Capra."
  },
  {
    "id": 796,
    "word": "gold",
    "clue": "A heavy yellow elemental metal of great value, with atomic number 79 and symbol Au."
  },
  {
    "id": 797,
    "word": "golden",
    "clue": "Kyphosus vaigiensis, a fish found in southeast Asia."
  },
  {
    "id": 798,
    "word": "good",
    "clue": "(of people)"
  },
  {
    "id": 799,
    "word": "govern",
    "clue": "The act of governing"
  },
  {
    "id": 800,
    "word": "governor",
    "clue": "The chief executive officer of a first-level division of a country."
  },
  {
    "id": 801,
    "word": "grace",
    "clue": "Charming, pleasing qualities."
  },
  {
    "id": 802,
    "word": "gradual",
    "clue": "An antiphon or responsory after the epistle, in the Mass, which was sung on the steps, or while the deacon ascended the steps."
  },
  {
    "id": 803,
    "word": "grain",
    "clue": "The harvested seeds of various grass food crops eg: wheat, corn, barley."
  },
  {
    "id": 804,
    "word": "grammar",
    "clue": "A system of rules and principles for speaking and writing a language."
  },
  {
    "id": 805,
    "word": "grammatical",
    "clue": "Not breaching any constraints of the grammar, or morpho-syntax, of the relevant language."
  },
  {
    "id": 806,
    "word": "grand",
    "clue": "(plural \"grand\") A thousand of some unit of currency, such as dollars or pounds. (Compare G.)"
  },
  {
    "id": 807,
    "word": "grass",
    "clue": "Any plant of the family Poaceae, characterized by leaves that arise from nodes in the stem and leaf bases that wrap around the stem, especially those grown as ground cover rather than for grain."
  },
  {
    "id": 808,
    "word": "grateful",
    "clue": "Appreciative; thankful."
  },
  {
    "id": 809,
    "word": "grave",
    "clue": "An excavation in the earth as a place of burial"
  },
  {
    "id": 810,
    "word": "gray",
    "clue": "An achromatic colour intermediate between black and white."
  },
  {
    "id": 811,
    "word": "grease",
    "clue": "Animal fat in a melted or soft state"
  },
  {
    "id": 812,
    "word": "great",
    "clue": "A person of major significance, accomplishment or acclaim."
  },
  {
    "id": 813,
    "word": "greed",
    "clue": "A selfish or excessive desire for more than is needed or deserved, especially of money, wealth, food, or other possessions."
  },
  {
    "id": 814,
    "word": "green",
    "clue": "Having green as its color."
  },
  {
    "id": 815,
    "word": "greet",
    "clue": "To welcome in a friendly manner, either in person or through another means e.g. writing or over the phone/internet"
  },
  {
    "id": 816,
    "word": "grind",
    "clue": "The act of reducing to powder, or of sharpening, by friction."
  },
  {
    "id": 817,
    "word": "ground",
    "clue": "The surface of the Earth, as opposed to the sky or water or underground."
  },
  {
    "id": 818,
    "word": "group",
    "clue": "A number of things or persons being in some relation to one another."
  },
  {
    "id": 819,
    "word": "grow",
    "clue": "To become larger, to increase in magnitude."
  },
  {
    "id": 820,
    "word": "growth",
    "clue": "An increase in size, number, value, or strength."
  },
  {
    "id": 821,
    "word": "guard",
    "clue": "A person who, or thing that, protects or watches over something."
  },
  {
    "id": 822,
    "word": "guess",
    "clue": "To reach a partly (or totally) unqualified conclusion."
  },
  {
    "id": 823,
    "word": "guest",
    "clue": "A recipient of hospitality, specifically someone staying by invitation at the house of another."
  },
  {
    "id": 824,
    "word": "guide",
    "clue": "Someone who guides, especially someone hired to show people around a place or an institution and offer information and explanation."
  },
  {
    "id": 825,
    "word": "guilt",
    "clue": "Responsibility for wrongdoing."
  },
  {
    "id": 826,
    "word": "habit",
    "clue": "An action performed on a regular basis."
  },
  {
    "id": 827,
    "word": "hair",
    "clue": "A pigmented filament of keratin which grows from a follicle on the skin of humans and other mammals."
  },
  {
    "id": 828,
    "word": "half",
    "clue": "One of two usually roughly equal parts into which anything may be divided, or considered as divided."
  },
  {
    "id": 829,
    "word": "hall",
    "clue": "A corridor; a hallway."
  },
  {
    "id": 830,
    "word": "hammer",
    "clue": "A tool with a heavy head and a handle used for pounding."
  },
  {
    "id": 831,
    "word": "hand",
    "clue": "The part of the forelimb below the forearm or wrist in a human, and the corresponding part in many other animals."
  },
  {
    "id": 832,
    "word": "handkerchief",
    "clue": "A piece of cloth, usually square and often fine and elegant, carried for wiping the face, eyes, nose or hands."
  },
  {
    "id": 833,
    "word": "handle",
    "clue": "The part of an object which is (designed to be) held in the hand when used or moved."
  },
  {
    "id": 834,
    "word": "handshake",
    "clue": "The grasping of hands by two people when greeting, leave-taking, or making an agreement."
  },
  {
    "id": 835,
    "word": "handwriting",
    "clue": "To write something manually, normally used to emphasise that it is not being typed."
  },
  {
    "id": 836,
    "word": "hang",
    "clue": "The way in which something hangs."
  },
  {
    "id": 837,
    "word": "happen",
    "clue": "To occur or take place."
  },
  {
    "id": 838,
    "word": "happy",
    "clue": "A happy event, thing, person, etc."
  },
  {
    "id": 839,
    "word": "harbor",
    "clue": "Any place of shelter."
  },
  {
    "id": 840,
    "word": "hard",
    "clue": "A firm or paved beach or slope convenient for hauling vessels out of the water."
  },
  {
    "id": 841,
    "word": "harden",
    "clue": "To become hard (tough, resistant to pressure)."
  },
  {
    "id": 842,
    "word": "hardly",
    "clue": "(manner) Firmly, vigorously, with strength or exertion."
  },
  {
    "id": 843,
    "word": "harm",
    "clue": "Physical injury; hurt; damage"
  },
  {
    "id": 844,
    "word": "harvest",
    "clue": "The third season of the year; autumn; fall."
  },
  {
    "id": 845,
    "word": "haste",
    "clue": "Speed; swiftness; dispatch."
  },
  {
    "id": 846,
    "word": "hasten",
    "clue": "To move or act in a quick fashion."
  },
  {
    "id": 847,
    "word": "hate",
    "clue": "An object of hatred."
  },
  {
    "id": 848,
    "word": "hatred",
    "clue": "Strong aversion; intense dislike"
  },
  {
    "id": 849,
    "word": "have",
    "clue": "A wealthy or privileged person."
  },
  {
    "id": 850,
    "word": "head",
    "clue": "The part of the body of an animal or human which contains the brain, mouth and main sense organs."
  },
  {
    "id": 851,
    "word": "headache",
    "clue": "A pain or ache in the head."
  },
  {
    "id": 852,
    "word": "headdress",
    "clue": "A decorative covering or ornament worn on the head."
  },
  {
    "id": 853,
    "word": "heal",
    "clue": "A spell or ability that restores hit points or removes a status ailment."
  },
  {
    "id": 854,
    "word": "health",
    "clue": "The state of being free from physical or psychological disease, illness, or malfunction; wellness."
  },
  {
    "id": 855,
    "word": "heap",
    "clue": "A crowd; a throng; a multitude or great number of people."
  },
  {
    "id": 856,
    "word": "hear",
    "clue": "(stative) To perceive sounds through the ear."
  },
  {
    "id": 857,
    "word": "heart",
    "clue": "A muscular organ that pumps blood through the body, traditionally thought to be the seat of emotion."
  },
  {
    "id": 858,
    "word": "heat",
    "clue": "Thermal energy."
  },
  {
    "id": 859,
    "word": "heaven",
    "clue": "The sky, specifically:"
  },
  {
    "id": 860,
    "word": "heavenly",
    "clue": "Relating to the sky or outer space, regarded as the realm of the sun, moon, planets, and stars."
  },
  {
    "id": 861,
    "word": "heavy",
    "clue": "A villain or bad guy; the one responsible for evil or aggressive acts."
  },
  {
    "id": 862,
    "word": "height",
    "clue": "The distance from the base of something to the top."
  },
  {
    "id": 863,
    "word": "heighten",
    "clue": "To make high; to raise higher; to elevate."
  },
  {
    "id": 864,
    "word": "hello",
    "clue": "\"Hello!\" or an equivalent greeting."
  },
  {
    "id": 865,
    "word": "help",
    "clue": "Action given to provide assistance; aid."
  },
  {
    "id": 866,
    "word": "here",
    "clue": "(abstract) This place; this location."
  },
  {
    "id": 867,
    "word": "hesitate",
    "clue": "To stop or pause respecting decision or action; to be in suspense or uncertainty as to a determination."
  },
  {
    "id": 868,
    "word": "hesitation",
    "clue": "An act of hesitating"
  },
  {
    "id": 869,
    "word": "hide",
    "clue": "To put (something) in a place where it will be harder to discover or out of sight."
  },
  {
    "id": 870,
    "word": "high",
    "clue": "A high point or position, literally or figuratively; an elevated place; a superior region; a height; the sky; heaven."
  },
  {
    "id": 871,
    "word": "highway",
    "clue": "A motor vehicle for transporting large numbers of people along roads."
  },
  {
    "id": 872,
    "word": "hill",
    "clue": "An elevated location smaller than a mountain."
  },
  {
    "id": 873,
    "word": "hinder",
    "clue": "To make difficult to accomplish; to act as an obstacle; to frustrate."
  },
  {
    "id": 874,
    "word": "hindrance",
    "clue": "Something which hinders: something that holds back or causes problems with something else."
  },
  {
    "id": 875,
    "word": "hire",
    "clue": "Payment for the temporary use of something."
  },
  {
    "id": 876,
    "word": "history",
    "clue": "The aggregate of past events."
  },
  {
    "id": 877,
    "word": "hit",
    "clue": "A blow; a punch; a striking against; the collision of one body against another; the stroke that touches anything."
  },
  {
    "id": 878,
    "word": "hold",
    "clue": "A grasp or grip."
  },
  {
    "id": 879,
    "word": "hole",
    "clue": "A hollow place or cavity; an excavation; a pit; an opening in or through a solid body, a fabric, etc.; a perforation; a rent; a fissure."
  },
  {
    "id": 880,
    "word": "holiday",
    "clue": "A day on which a festival, religious event, or national celebration is traditionally observed."
  },
  {
    "id": 881,
    "word": "hollow",
    "clue": "A small valley between mountains."
  },
  {
    "id": 882,
    "word": "holy",
    "clue": "A thing that is extremely holy; used almost exclusively in Holy of Holies."
  },
  {
    "id": 883,
    "word": "home",
    "clue": "A dwelling."
  },
  {
    "id": 884,
    "word": "homecoming",
    "clue": "The act or event of returning home."
  },
  {
    "id": 885,
    "word": "homemade",
    "clue": "Made at home."
  },
  {
    "id": 886,
    "word": "homework",
    "clue": "Work that is done at home, especially school exercises assigned by a teacher."
  },
  {
    "id": 887,
    "word": "honest",
    "clue": "To adorn or grace; to honour; to make becoming, appropriate, or honourable."
  },
  {
    "id": 888,
    "word": "honesty",
    "clue": "The act, quality, or condition of being honest."
  },
  {
    "id": 889,
    "word": "honor",
    "clue": "Recognition of importance or value; respect; veneration (of someone, usually for being morally upright or successful)"
  },
  {
    "id": 890,
    "word": "hook",
    "clue": "A rod bent into a curved shape, typically with one end free and the other end secured to a rope or other attachment."
  },
  {
    "id": 891,
    "word": "hope",
    "clue": "To want something to happen, with a sense of expectation that it might."
  },
  {
    "id": 892,
    "word": "horizon",
    "clue": "The visible horizontal line or point (in all directions) that appears to connect the Earth to the sky."
  },
  {
    "id": 893,
    "word": "horizontal",
    "clue": "A horizontal component of a structure"
  },
  {
    "id": 894,
    "word": "horse",
    "clue": "Any of several animals related to Equus ferus caballus."
  },
  {
    "id": 895,
    "word": "hospital",
    "clue": "A large medical facility, usually in a building with multiple floors, where seriously ill or injured patients are given extensive medical and/or surgical treatment."
  },
  {
    "id": 896,
    "word": "host",
    "clue": "One which receives or entertains a guest, socially, commercially, or officially."
  },
  {
    "id": 897,
    "word": "hot",
    "clue": "(with up) To heat; to make or become hot."
  },
  {
    "id": 898,
    "word": "hotel",
    "clue": "A large town house or mansion; a grand private residence, especially in France."
  },
  {
    "id": 899,
    "word": "hour",
    "clue": "A time period of sixty minutes; one twenty-fourth of a day."
  },
  {
    "id": 900,
    "word": "house",
    "clue": "A structure built or serving as an abode of human beings."
  },
  {
    "id": 901,
    "word": "however",
    "clue": "Nevertheless; yet, still; in spite of (that)."
  },
  {
    "id": 902,
    "word": "human",
    "clue": "A human being, whether man, woman or child."
  },
  {
    "id": 903,
    "word": "humble",
    "clue": "(Baltimore) An arrest based on weak evidence intended to demean or punish the subject."
  },
  {
    "id": 904,
    "word": "hunger",
    "clue": "A need or compelling desire for food."
  },
  {
    "id": 905,
    "word": "hunt",
    "clue": "The act of hunting."
  },
  {
    "id": 906,
    "word": "hurrah",
    "clue": "A cheer; a cry of hurrah!."
  },
  {
    "id": 907,
    "word": "hurry",
    "clue": "Rushed action."
  },
  {
    "id": 908,
    "word": "hurt",
    "clue": "An emotional or psychological humiliation or bad experience."
  },
  {
    "id": 909,
    "word": "husband",
    "clue": "The master of a house; the head of a family; a householder."
  },
  {
    "id": 910,
    "word": "ice",
    "clue": "Water in frozen (solid) form."
  },
  {
    "id": 911,
    "word": "idea",
    "clue": "An abstract archetype of a given thing, compared to which real-life examples are seen as imperfect approximations; pure essence, as opposed to actual examples."
  },
  {
    "id": 912,
    "word": "ideal",
    "clue": "A perfect standard of beauty, intellect etc., or a standard of excellence to aim at."
  },
  {
    "id": 913,
    "word": "idle",
    "clue": "An idle animation."
  },
  {
    "id": 914,
    "word": "imaginary",
    "clue": "Imagination; fancy."
  },
  {
    "id": 915,
    "word": "imaginative",
    "clue": "Having a lively or creative imagination."
  },
  {
    "id": 916,
    "word": "imagine",
    "clue": "A short fanfic or prompt placing a reader insert in a novel scenario with a character or celebrity."
  },
  {
    "id": 917,
    "word": "imitate",
    "clue": "To follow as a model or a pattern; to make a copy, counterpart or semblance of."
  },
  {
    "id": 918,
    "word": "imitation",
    "clue": "The act of imitating."
  },
  {
    "id": 919,
    "word": "immediate",
    "clue": "Happening right away, instantly, with no delay."
  },
  {
    "id": 920,
    "word": "immense",
    "clue": "Immense extent or expanse; immensity"
  },
  {
    "id": 921,
    "word": "importance",
    "clue": "The quality or condition of being important or worthy of note."
  },
  {
    "id": 922,
    "word": "important",
    "clue": "Having relevant and crucial value."
  },
  {
    "id": 923,
    "word": "impossible",
    "clue": "An impossibility"
  },
  {
    "id": 924,
    "word": "improve",
    "clue": "To make (something) better; to increase the value or productivity (of something)."
  },
  {
    "id": 925,
    "word": "inch",
    "clue": "A unit of length equal to one twelfth of a foot, or exactly 2.54 centimetres."
  },
  {
    "id": 926,
    "word": "include",
    "clue": "A piece of source code or other content that is dynamically retrieved for inclusion in another item."
  },
  {
    "id": 927,
    "word": "inclusive",
    "clue": "Including (almost) everything within its scope."
  },
  {
    "id": 928,
    "word": "increase",
    "clue": "An amount by which a quantity is increased."
  },
  {
    "id": 929,
    "word": "indeed",
    "clue": "(modal) Truly; in fact; actually."
  },
  {
    "id": 930,
    "word": "indoor",
    "clue": "Situated in, or designed to be used in, or carried on within, the interior of a building."
  },
  {
    "id": 931,
    "word": "industry",
    "clue": "The tendency to work persistently. Diligence."
  },
  {
    "id": 932,
    "word": "influence",
    "clue": "The power to affect, control or manipulate something or someone; the ability to change the development of fluctuating things such as conduct, thoughts or decisions."
  },
  {
    "id": 933,
    "word": "influential",
    "clue": "A person who has influence"
  },
  {
    "id": 934,
    "word": "inform",
    "clue": "To instruct, train (usually in matters of knowledge)."
  },
  {
    "id": 935,
    "word": "inquire",
    "clue": "To ask (about something)."
  },
  {
    "id": 936,
    "word": "inquiry",
    "clue": "The act of inquiring; a seeking of information by asking questions; interrogation; a question or questioning."
  },
  {
    "id": 937,
    "word": "insect",
    "clue": "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton."
  },
  {
    "id": 938,
    "word": "inside",
    "clue": "The interior or inner part."
  },
  {
    "id": 939,
    "word": "instant",
    "clue": "A very short period of time; a moment."
  },
  {
    "id": 940,
    "word": "instead",
    "clue": "In the place of something (usually mentioned earlier); as a substitute or alternative."
  },
  {
    "id": 941,
    "word": "instrument",
    "clue": "A device used to produce music."
  },
  {
    "id": 942,
    "word": "insult",
    "clue": "Action or form of speech deliberately intended to be rude; a particular act or statement having this effect."
  },
  {
    "id": 943,
    "word": "insurance",
    "clue": "A means of indemnity against a future occurrence of an uncertain event."
  },
  {
    "id": 944,
    "word": "insure",
    "clue": "To make a pledge to (someone); to promise, guarantee (someone of something); to assure."
  },
  {
    "id": 945,
    "word": "intend",
    "clue": "(usually followed by the particle \"to\") To hope; to wish (something, or something to be accomplished); be intent upon"
  },
  {
    "id": 946,
    "word": "intention",
    "clue": "The goal or purpose behind a specific action or set of actions."
  },
  {
    "id": 947,
    "word": "interest",
    "clue": "The price paid for obtaining, or price received for providing, money or goods in a credit transaction, calculated as a fraction of the amount or value of what was borrowed."
  },
  {
    "id": 948,
    "word": "interfere",
    "clue": "To get involved or involve oneself, causing disturbance."
  },
  {
    "id": 949,
    "word": "interference",
    "clue": "The act of interfering with something, or something that interferes."
  },
  {
    "id": 950,
    "word": "international",
    "clue": "Someone who has represented their country in a particular sport."
  },
  {
    "id": 951,
    "word": "interrupt",
    "clue": "An event that causes a computer or other device to temporarily cease what it was doing and attend to a condition."
  },
  {
    "id": 952,
    "word": "interruption",
    "clue": "The act of interrupting, or the state of being interrupted."
  },
  {
    "id": 953,
    "word": "into",
    "clue": "To or towards the inside of."
  },
  {
    "id": 954,
    "word": "introduce",
    "clue": "(of people) To cause (someone) to be acquainted (with someone else)."
  },
  {
    "id": 955,
    "word": "introduction",
    "clue": "The act or process of introducing."
  },
  {
    "id": 956,
    "word": "invent",
    "clue": "To design a new process or mechanism."
  },
  {
    "id": 957,
    "word": "invention",
    "clue": "Something invented."
  },
  {
    "id": 958,
    "word": "inventor",
    "clue": "One who invents, either as a hobby or as an occupation."
  },
  {
    "id": 959,
    "word": "invite",
    "clue": "To ask for the presence or participation of someone or something."
  },
  {
    "id": 960,
    "word": "inward",
    "clue": "(chiefly in the plural) That which is inward or within; the inner parts or organs of the body; the viscera."
  },
  {
    "id": 961,
    "word": "iron",
    "clue": "A common, inexpensive metal, silvery grey when untarnished, that rusts, is attracted by magnets, and is used in making steel."
  },
  {
    "id": 962,
    "word": "island",
    "clue": "A contiguous area of land, smaller than a continent, totally surrounded by water."
  },
  {
    "id": 963,
    "word": "jealous",
    "clue": "Suspecting rivalry in love; troubled by worries that one might have been replaced in someone's affections; suspicious of a lover's or spouse's fidelity."
  },
  {
    "id": 964,
    "word": "jealousy",
    "clue": "A state of suspicious guarding towards a spouse, lover etc., from fears of infidelity."
  },
  {
    "id": 965,
    "word": "jewel",
    "clue": "A precious or semi-precious stone; gem, gemstone."
  },
  {
    "id": 966,
    "word": "join",
    "clue": "An intersection of piping or wiring; an interconnect."
  },
  {
    "id": 967,
    "word": "joint",
    "clue": "The point where two components of a structure join, but are still able to rotate."
  },
  {
    "id": 968,
    "word": "joke",
    "clue": "An amusing story."
  },
  {
    "id": 969,
    "word": "journey",
    "clue": "A set amount of travelling, seen as a single unit; a discrete trip, a voyage."
  },
  {
    "id": 970,
    "word": "judge",
    "clue": "A public official whose duty it is to administer the law, especially by presiding over trials and rendering judgments; a justice."
  },
  {
    "id": 971,
    "word": "juice",
    "clue": "A liquid from a plant, especially fruit."
  },
  {
    "id": 972,
    "word": "jump",
    "clue": "The act of jumping; a leap; a spring; a bound."
  },
  {
    "id": 973,
    "word": "just",
    "clue": "Factually right, correct; factual."
  },
  {
    "id": 974,
    "word": "justice",
    "clue": "The state or characteristic of being just or fair."
  },
  {
    "id": 975,
    "word": "keep",
    "clue": "The main tower of a castle or fortress, located within the castle walls."
  },
  {
    "id": 976,
    "word": "kick",
    "clue": "A hit or strike with the leg, foot or knee."
  },
  {
    "id": 977,
    "word": "kill",
    "clue": "The act of killing."
  },
  {
    "id": 978,
    "word": "kind",
    "clue": "A type, race or category; a group of entities that have common characteristics such that they may be grouped together."
  },
  {
    "id": 979,
    "word": "king",
    "clue": "A male monarch; a man who heads a monarchy. If it's an absolute monarchy, then he is the supreme ruler of his nation."
  },
  {
    "id": 980,
    "word": "kingdom",
    "clue": "A realm having a king and/or queen as its actual or nominal sovereign."
  },
  {
    "id": 981,
    "word": "kiss",
    "clue": "To touch with the lips or press the lips against, usually to show love or affection or passion, or as part of a greeting."
  },
  {
    "id": 982,
    "word": "kitchen",
    "clue": "A room or area for preparing food."
  },
  {
    "id": 983,
    "word": "knee",
    "clue": "In humans, the joint or the region of the joint in the middle part of the leg between the thigh and the shank."
  },
  {
    "id": 984,
    "word": "kneel",
    "clue": "To rest on one's bent knees, sometimes only one; to move to such a position."
  },
  {
    "id": 985,
    "word": "knife",
    "clue": "A utensil or a tool designed for cutting, consisting of a flat piece of hard material, usually steel or other metal (the blade), usually sharpened on one edge, attached to a handle. The blade may be pointed for piercing."
  },
  {
    "id": 986,
    "word": "knock",
    "clue": "Sudden fatigue as a result of glycogen depletion from not having taken in enough nutrition."
  },
  {
    "id": 987,
    "word": "knot",
    "clue": "A looping of a piece of string or of any other long, flexible material that cannot be untangled without passing one or both ends of the material through its loops."
  },
  {
    "id": 988,
    "word": "know",
    "clue": "Knowledge; the state of knowing."
  },
  {
    "id": 989,
    "word": "knowledge",
    "clue": "The fact of knowing about something; general understanding or familiarity with a subject, place, situation etc."
  },
  {
    "id": 990,
    "word": "lack",
    "clue": "A defect or failing; moral or spiritual degeneracy."
  },
  {
    "id": 991,
    "word": "ladder",
    "clue": "A frame, usually portable, of wood, metal, or rope, used for ascent and descent, consisting of two side pieces to which are fastened rungs (cross strips or rounds acting as steps)."
  },
  {
    "id": 992,
    "word": "lady",
    "clue": "An aristocratic title for a woman; the wife of a lord and/or a woman who holds the position in her own right; a title for a peeress, the wife of a peer or knight, and the daughters and daughters-in-law of certain peers."
  },
  {
    "id": 993,
    "word": "lake",
    "clue": "A small stream of running water; a channel for water; a drain."
  },
  {
    "id": 994,
    "word": "lamp",
    "clue": "A device that generates heat, light or other radiation. Especially an electric light bulb."
  },
  {
    "id": 995,
    "word": "land",
    "clue": "The part of Earth which is not covered by oceans or other bodies of water."
  },
  {
    "id": 996,
    "word": "landlord",
    "clue": "A person who owns and rents land such as a house, apartment, or condo."
  },
  {
    "id": 997,
    "word": "language",
    "clue": "A body of words, and set of methods of combining them (called a grammar), understood by a community and used as a form of communication."
  },
  {
    "id": 998,
    "word": "large",
    "clue": "An old musical note, equal to two longas, four breves, or eight semibreves."
  },
  {
    "id": 999,
    "word": "last",
    "clue": "Final, ultimate, coming after all others of its kind."
  },
  {
    "id": 1000,
    "word": "late",
    "clue": "A shift (scheduled work period) that takes place late in the day or at night."
  },
  {
    "id": 1001,
    "word": "lately",
    "clue": "Recently; not long ago; of late."
  },
  {
    "id": 1002,
    "word": "latter",
    "clue": "Relating to or being the second of two items."
  },
  {
    "id": 1003,
    "word": "laugh",
    "clue": "An expression of mirth particular to the human species; the sound heard in laughing; laughter."
  },
  {
    "id": 1004,
    "word": "laughter",
    "clue": "The sound of laughing, produced by air so expelled; any similar sound."
  },
  {
    "id": 1005,
    "word": "lawyer",
    "clue": "A professional person qualified (as by a law degree or bar exam) and authorized to practice law, i.e. represent parties in lawsuits or trials and give legal advice."
  },
  {
    "id": 1006,
    "word": "lazy",
    "clue": "A lazy person."
  },
  {
    "id": 1007,
    "word": "lead",
    "clue": "A heavy, pliable, inelastic metal element, having a bright, bluish color, but easily tarnished; both malleable and ductile, though with little tenacity. It is easily fusible, forms alloys with other metals, and is an ingredient of solder and type metal. Atomic number 82, symbol Pb (from Latin plumbum)."
  },
  {
    "id": 1008,
    "word": "leadership",
    "clue": "The capacity of someone to lead others."
  },
  {
    "id": 1009,
    "word": "leaf",
    "clue": "The usually green and flat organ that represents the most prominent feature of most vegetative plants."
  },
  {
    "id": 1010,
    "word": "lean",
    "clue": "(of an object taller than its width and depth) An inclination away from the vertical."
  },
  {
    "id": 1011,
    "word": "learn",
    "clue": "The act of learning something"
  },
  {
    "id": 1012,
    "word": "least",
    "clue": "Something of the smallest possible extent; an indivisible unit."
  },
  {
    "id": 1013,
    "word": "leather",
    "clue": "A tough material produced from the skin of animals, by tanning or similar process, used e.g. for clothing."
  },
  {
    "id": 1014,
    "word": "leave",
    "clue": "To have a consequence or remnant."
  },
  {
    "id": 1015,
    "word": "left",
    "clue": "The left side or direction."
  },
  {
    "id": 1016,
    "word": "lend",
    "clue": "The lumbar region; loin."
  },
  {
    "id": 1017,
    "word": "length",
    "clue": "The distance measured along the longest dimension of an object."
  },
  {
    "id": 1018,
    "word": "lengthen",
    "clue": "To make longer, to extend the length of."
  },
  {
    "id": 1019,
    "word": "less",
    "clue": "A smaller amount or quantity."
  },
  {
    "id": 1020,
    "word": "lessen",
    "clue": "To make less; to diminish; to reduce."
  },
  {
    "id": 1021,
    "word": "lesson",
    "clue": "A section of learning or teaching into which a wider learning content is divided."
  },
  {
    "id": 1022,
    "word": "letter",
    "clue": "A symbol in an alphabet."
  },
  {
    "id": 1023,
    "word": "level",
    "clue": "A tool for finding whether a surface is level, or for creating a horizontal or vertical line of reference."
  },
  {
    "id": 1024,
    "word": "liar",
    "clue": "One who tells lies."
  },
  {
    "id": 1025,
    "word": "liberty",
    "clue": "The condition of being free from control or restrictions."
  },
  {
    "id": 1026,
    "word": "librarian",
    "clue": "The keeper, manager of a library."
  },
  {
    "id": 1027,
    "word": "library",
    "clue": "An institution which holds books and/or other forms of media for use by the public or qualified people often lending them out, as well as providing various other services for its users."
  },
  {
    "id": 1028,
    "word": "life",
    "clue": "The state of organisms preceding their death, characterized by biological processes such as metabolism and reproduction and distinguishing them from inanimate objects; the state of being alive and living."
  },
  {
    "id": 1029,
    "word": "lift",
    "clue": "An act of lifting or raising."
  },
  {
    "id": 1030,
    "word": "light",
    "clue": "Visible electromagnetic radiation. The human eye can typically detect radiation (light) in the wavelength range of about 400 to 750 nanometers. Nearby shorter and longer wavelength ranges, although not visible, are commonly called ultraviolet and infrared light."
  },
  {
    "id": 1031,
    "word": "lighten",
    "clue": "To make brighter or clearer; to illuminate."
  },
  {
    "id": 1032,
    "word": "like",
    "clue": "(usually in the plural) Something that a person likes (prefers)."
  },
  {
    "id": 1033,
    "word": "likely",
    "clue": "Something or somebody considered likely."
  },
  {
    "id": 1034,
    "word": "limb",
    "clue": "A major appendage of human or animal, used for locomotion (such as an arm, leg or wing)."
  },
  {
    "id": 1035,
    "word": "limit",
    "clue": "A restriction; a bound beyond which one may not go."
  },
  {
    "id": 1036,
    "word": "line",
    "clue": "A path through two or more points (compare ‘segment’); a continuous mark, including as made by a pen; any path, curved or straight."
  },
  {
    "id": 1037,
    "word": "lipstick",
    "clue": "Makeup for the lips."
  },
  {
    "id": 1038,
    "word": "liquid",
    "clue": "A substance that is flowing, and keeping no shape, such as water; a substance of which the molecules, while not tending to separate from one another like those of a gas, readily change their relative position, and which therefore retains no definite shape, except that determined by the containing receptacle; an inelastic fluid."
  },
  {
    "id": 1039,
    "word": "list",
    "clue": "A strip of fabric, especially from the edge of a piece of cloth."
  },
  {
    "id": 1040,
    "word": "listen",
    "clue": "An instance of listening."
  },
  {
    "id": 1041,
    "word": "literary",
    "clue": "Relating to literature."
  },
  {
    "id": 1042,
    "word": "literature",
    "clue": "The body of all written works."
  },
  {
    "id": 1043,
    "word": "little",
    "clue": "A small amount."
  },
  {
    "id": 1044,
    "word": "live",
    "clue": "To be alive; to have life."
  },
  {
    "id": 1045,
    "word": "load",
    "clue": "A burden; a weight to be carried."
  },
  {
    "id": 1046,
    "word": "loaf",
    "clue": "A block of bread after baking."
  },
  {
    "id": 1047,
    "word": "loan",
    "clue": "An act or instance of lending, an act or instance of granting something for temporary use."
  },
  {
    "id": 1048,
    "word": "local",
    "clue": "A person who lives near a given place."
  },
  {
    "id": 1049,
    "word": "lock",
    "clue": "Something used for fastening, which can only be opened with a key or combination."
  },
  {
    "id": 1050,
    "word": "lodge",
    "clue": "A building for recreational use such as a hunting lodge or a summer cabin."
  },
  {
    "id": 1051,
    "word": "lonely",
    "clue": "Unhappy because of feeling isolated from contact with other people."
  },
  {
    "id": 1052,
    "word": "long",
    "clue": "A long vowel."
  },
  {
    "id": 1053,
    "word": "look",
    "clue": "A term related to look"
  },
  {
    "id": 1054,
    "word": "loose",
    "clue": "The release of an arrow."
  },
  {
    "id": 1055,
    "word": "loosen",
    "clue": "To make loose."
  },
  {
    "id": 1056,
    "word": "lord",
    "clue": "The master of the servants of a household; the master of a feudal manor"
  },
  {
    "id": 1057,
    "word": "lose",
    "clue": "To cause (something) to cease to be in one's possession or capability due to unfortunate or unknown circumstances, events or reasons."
  },
  {
    "id": 1058,
    "word": "loss",
    "clue": "The result of no longer possessing an object, a function, or a characteristic due to external causes or misplacement."
  },
  {
    "id": 1059,
    "word": "lot",
    "clue": "A large quantity or number; a great deal."
  },
  {
    "id": 1060,
    "word": "loud",
    "clue": "A loud sound or part of a sound."
  },
  {
    "id": 1061,
    "word": "love",
    "clue": "Strong affection."
  },
  {
    "id": 1062,
    "word": "lovely",
    "clue": "An attractive, lovely person, especially a (professional) beauty."
  },
  {
    "id": 1063,
    "word": "loyal",
    "clue": "Having or demonstrating undivided and constant support for someone or something."
  },
  {
    "id": 1064,
    "word": "loyalty",
    "clue": "The state of being loyal; fidelity."
  },
  {
    "id": 1065,
    "word": "luck",
    "clue": "Something that happens to someone by chance, a chance occurrence, especially a favourable one."
  },
  {
    "id": 1066,
    "word": "lump",
    "clue": "Something that protrudes, sticks out, or sticks together; a cluster or blob; a mound or mass of no particular shape."
  },
  {
    "id": 1067,
    "word": "lunch",
    "clue": "A light meal usually eaten around midday, notably when not as main meal of the day."
  },
  {
    "id": 1068,
    "word": "lung",
    "clue": "A biological organ of vertebrates that controls breathing and oxygenates the blood."
  },
  {
    "id": 1069,
    "word": "machine",
    "clue": "A device that directs and controls energy, often in the form of movement or electricity, to produce a certain effect."
  },
  {
    "id": 1070,
    "word": "machinery",
    "clue": "The machines constituting a production apparatus, in a plant etc., collectively."
  },
  {
    "id": 1071,
    "word": "madden",
    "clue": "To make angry."
  },
  {
    "id": 1072,
    "word": "mail",
    "clue": "A bag or wallet."
  },
  {
    "id": 1073,
    "word": "main",
    "clue": "Short for mainline."
  },
  {
    "id": 1074,
    "word": "make",
    "clue": "Brand or kind; model."
  },
  {
    "id": 1075,
    "word": "male",
    "clue": "One of the male (masculine) sex or gender."
  },
  {
    "id": 1076,
    "word": "manage",
    "clue": "The act of managing or controlling something."
  },
  {
    "id": 1077,
    "word": "mankind",
    "clue": "The human race in its entirety."
  },
  {
    "id": 1078,
    "word": "manner",
    "clue": "Mode of action; way of performing or doing anything"
  },
  {
    "id": 1079,
    "word": "manufacture",
    "clue": "The action or process of making goods systematically or on a large scale."
  },
  {
    "id": 1080,
    "word": "many",
    "clue": "A multitude; a great aggregate; a mass of people; the generality; the common herd."
  },
  {
    "id": 1081,
    "word": "march",
    "clue": "A formal, rhythmic way of walking, used especially by soldiers, bands and in ceremonies."
  },
  {
    "id": 1082,
    "word": "mark",
    "clue": "(heading) Boundary, land within a boundary."
  },
  {
    "id": 1083,
    "word": "market",
    "clue": "A gathering of people for the purchase and sale of merchandise at a set time, often periodic."
  },
  {
    "id": 1084,
    "word": "marriage",
    "clue": "The state of being married."
  },
  {
    "id": 1085,
    "word": "marry",
    "clue": "To enter into the conjugal or connubial state; to take a husband or a wife."
  },
  {
    "id": 1086,
    "word": "mass",
    "clue": "(physical) Matter, material."
  },
  {
    "id": 1087,
    "word": "master",
    "clue": "Someone who has control over something or someone."
  },
  {
    "id": 1088,
    "word": "match",
    "clue": "A competitive sporting event such as a boxing meet, a baseball game, or a cricket match."
  },
  {
    "id": 1089,
    "word": "material",
    "clue": "Matter which may be shaped or manipulated, particularly in making something."
  },
  {
    "id": 1090,
    "word": "matter",
    "clue": "Substance, material."
  },
  {
    "id": 1091,
    "word": "maybe",
    "clue": "Something that is possibly true."
  },
  {
    "id": 1092,
    "word": "meal",
    "clue": "Food that is prepared and eaten, usually at a specific time, and usually in a comparatively large quantity (as opposed to a snack)."
  },
  {
    "id": 1093,
    "word": "mean",
    "clue": "To lament."
  },
  {
    "id": 1094,
    "word": "meantime",
    "clue": "The time spent waiting for another event; time in between."
  },
  {
    "id": 1095,
    "word": "meanwhile",
    "clue": "The time between two events."
  },
  {
    "id": 1096,
    "word": "measure",
    "clue": "A prescribed quantity or extent."
  },
  {
    "id": 1097,
    "word": "meat",
    "clue": "The flesh (muscle tissue) of an animal used as food."
  },
  {
    "id": 1098,
    "word": "mechanic",
    "clue": "A manual worker; a labourer or artisan."
  },
  {
    "id": 1099,
    "word": "mechanism",
    "clue": "(within a machine or machinery) Any mechanical means for the conversion or control of motion, or the transmission or control of power."
  },
  {
    "id": 1100,
    "word": "medical",
    "clue": "A medical examination."
  },
  {
    "id": 1101,
    "word": "medicine",
    "clue": "A substance which specifically promotes healing when ingested or consumed in some way."
  },
  {
    "id": 1102,
    "word": "meet",
    "clue": "A sports competition, especially for track and field (a track meet) or swimming (a swim meet)."
  },
  {
    "id": 1103,
    "word": "melt",
    "clue": "Molten material, the product of melting."
  },
  {
    "id": 1104,
    "word": "member",
    "clue": "One who officially belongs to a group."
  },
  {
    "id": 1105,
    "word": "membership",
    "clue": "The state of being a member of a group or organization."
  },
  {
    "id": 1106,
    "word": "memory",
    "clue": "The ability of the brain to record information or impressions with the facility of recalling them later at will."
  },
  {
    "id": 1107,
    "word": "mend",
    "clue": "A place, as in clothing, which has been repaired by mending."
  },
  {
    "id": 1108,
    "word": "mention",
    "clue": "A speaking or notice of anything, usually in a brief or cursory manner. Used especially in the phrase make mention of."
  },
  {
    "id": 1109,
    "word": "merchant",
    "clue": "A person who traffics in commodities for profit."
  },
  {
    "id": 1110,
    "word": "mercy",
    "clue": "Relenting; forbearance to cause or allow harm to another."
  },
  {
    "id": 1111,
    "word": "mere",
    "clue": "A body of standing water, such as a lake or a pond. More specifically, it can refer to a lake that is broad in relation to its depth. Also included in place names such as Windermere."
  },
  {
    "id": 1112,
    "word": "merry",
    "clue": "Jolly and full of high spirits."
  },
  {
    "id": 1113,
    "word": "message",
    "clue": "A communication, or what is communicated; any concept or information conveyed."
  },
  {
    "id": 1114,
    "word": "messenger",
    "clue": "One who brings messages."
  },
  {
    "id": 1115,
    "word": "metal",
    "clue": "(heading) Chemical elements or alloys, and the mines where their ores come from."
  },
  {
    "id": 1116,
    "word": "middle",
    "clue": "A centre, midpoint."
  },
  {
    "id": 1117,
    "word": "might",
    "clue": "Power, strength, force or influence held by a person or group."
  },
  {
    "id": 1118,
    "word": "mild",
    "clue": "A relatively low-gravity beer, often with a dark colour; mild ale"
  },
  {
    "id": 1119,
    "word": "mile",
    "clue": "The international mile: a unit of length precisely equal to 1.609344 kilometers established by treaty among Anglophone nations in 1959, divided into 5,280 feet or 1,760 yards."
  },
  {
    "id": 1120,
    "word": "milk",
    "clue": "A white liquid produced by the mammary glands of female mammals to nourish their young. From certain animals, especially cows, it is also called dairy milk and is a common food for humans as a beverage or used to produce various dairy products such as butter, cheese, and yogurt."
  },
  {
    "id": 1121,
    "word": "mill",
    "clue": "A grinding apparatus for substances such as grains, seeds, etc."
  },
  {
    "id": 1122,
    "word": "mind",
    "clue": "The ability for rational thought."
  },
  {
    "id": 1123,
    "word": "mine",
    "clue": "My; belonging to me; that which belongs to me."
  },
  {
    "id": 1124,
    "word": "mineral",
    "clue": "Any naturally occurring inorganic material that has a (more or less) definite chemical composition and characteristic physical properties."
  },
  {
    "id": 1125,
    "word": "minister",
    "clue": "A person who is trained to preach, to perform religious ceremonies, and to afford pastoral care at a Protestant church."
  },
  {
    "id": 1126,
    "word": "minute",
    "clue": "A unit of time equal to sixty seconds (one-sixtieth of an hour)."
  },
  {
    "id": 1127,
    "word": "miserable",
    "clue": "A miserable person; a wretch."
  },
  {
    "id": 1128,
    "word": "misery",
    "clue": "Great unhappiness; extreme pain of body or mind; wretchedness; distress; woe."
  },
  {
    "id": 1129,
    "word": "miss",
    "clue": "A failure to hit."
  },
  {
    "id": 1130,
    "word": "mistake",
    "clue": "An error; a blunder."
  },
  {
    "id": 1131,
    "word": "mixture",
    "clue": "The act of mixing."
  },
  {
    "id": 1132,
    "word": "model",
    "clue": "A person who serves as a subject for artwork or fashion, usually in the medium of photography but also for painting or drawing."
  },
  {
    "id": 1133,
    "word": "moderate",
    "clue": "One who holds an intermediate position between extremes, as in politics."
  },
  {
    "id": 1134,
    "word": "moderation",
    "clue": "The state or quality of being moderate; avoidance of extremes"
  },
  {
    "id": 1135,
    "word": "modern",
    "clue": "Someone who lives in modern times."
  },
  {
    "id": 1136,
    "word": "modest",
    "clue": "Not bragging or boasting about oneself or one's achievements; unpretentious, humble."
  },
  {
    "id": 1137,
    "word": "modesty",
    "clue": "The quality of being modest; having a limited and not overly high opinion of oneself and one's abilities."
  },
  {
    "id": 1138,
    "word": "moment",
    "clue": "A brief, unspecified amount of time."
  },
  {
    "id": 1139,
    "word": "momentary",
    "clue": "Lasting for only a moment."
  },
  {
    "id": 1140,
    "word": "money",
    "clue": "A legally or socially binding conceptual contract of entitlement to wealth, void of intrinsic value, payable for all debts and taxes, and regulated in supply."
  },
  {
    "id": 1141,
    "word": "monkey",
    "clue": "Any member of the clade Simiiformes not also of the clade Hominoidea containing humans and apes, from which they are usually, but not universally, distinguished by smaller size, a tail, and cheek pouches."
  },
  {
    "id": 1142,
    "word": "month",
    "clue": "A period into which a year is divided, historically based on the phases of the moon."
  },
  {
    "id": 1143,
    "word": "moon",
    "clue": "The Earth's moon Luna; the sole natural satellite of the Earth, represented in astronomy and astrology by ☾."
  },
  {
    "id": 1144,
    "word": "moonlight",
    "clue": "(sometimes attributive) The light reflected from the Moon."
  },
  {
    "id": 1145,
    "word": "moral",
    "clue": "(of a narrative) The ethical significance or practical lesson."
  },
  {
    "id": 1146,
    "word": "more",
    "clue": "To a greater degree or extent."
  },
  {
    "id": 1147,
    "word": "moreover",
    "clue": "In addition to what has been said; furthermore; additionally."
  },
  {
    "id": 1148,
    "word": "morning",
    "clue": "The part of the day from dawn to noon."
  },
  {
    "id": 1149,
    "word": "most",
    "clue": "The greatest amount."
  },
  {
    "id": 1150,
    "word": "mother",
    "clue": "A (human) female who has given birth to a baby"
  },
  {
    "id": 1151,
    "word": "motherhood",
    "clue": "The state of being a mother."
  },
  {
    "id": 1152,
    "word": "motherly",
    "clue": "Befitting a mother; warm, caring, nurturing, protective, loving."
  },
  {
    "id": 1153,
    "word": "motion",
    "clue": "A state of progression from one place to another."
  },
  {
    "id": 1154,
    "word": "motor",
    "clue": "A machine or device that converts other energy forms into mechanical energy, or imparts motion."
  },
  {
    "id": 1155,
    "word": "mountain",
    "clue": "An elevation of land of considerable dimensions rising more or less abruptly, forming a conspicuous figure in the landscape, usually having a small extent of surface at its summit."
  },
  {
    "id": 1156,
    "word": "mouse",
    "clue": "Any small rodent of the genus Mus."
  },
  {
    "id": 1157,
    "word": "mouth",
    "clue": "The opening of a creature through which food is ingested."
  },
  {
    "id": 1158,
    "word": "move",
    "clue": "The act of moving; a movement."
  },
  {
    "id": 1159,
    "word": "much",
    "clue": "Large, great."
  },
  {
    "id": 1160,
    "word": "multiplication",
    "clue": "The process of computing the sum of a number with itself a specified number of times, or any other analogous binary operation that combines other mathematical objects."
  },
  {
    "id": 1161,
    "word": "multiply",
    "clue": "An act or instance of multiplying."
  },
  {
    "id": 1162,
    "word": "murder",
    "clue": "The crime of deliberately killing another person without justification."
  },
  {
    "id": 1163,
    "word": "music",
    "clue": "A series of sounds organized in time, employing melody, harmony, tempo etc. usually to convey a mood."
  },
  {
    "id": 1164,
    "word": "musician",
    "clue": "A composer, conductor, or performer of music; specifically, a person who sings and/or plays a musical instrument as a hobby, an occupation, or a profession."
  },
  {
    "id": 1165,
    "word": "must",
    "clue": "Something that is mandatory or required."
  },
  {
    "id": 1166,
    "word": "mystery",
    "clue": "Something secret or unexplainable; an unknown."
  },
  {
    "id": 1167,
    "word": "nail",
    "clue": "The thin, horny plate at the ends of fingers and toes on humans and some other animals."
  },
  {
    "id": 1168,
    "word": "name",
    "clue": "Any nounal word or phrase which indicates a particular person, place, class, or thing."
  },
  {
    "id": 1169,
    "word": "narrow",
    "clue": "(chiefly in the plural) A narrow passage, especially a contracted part of a stream, lake, or sea; a strait connecting two bodies of water."
  },
  {
    "id": 1170,
    "word": "nation",
    "clue": "A historically constituted, stable community of people, formed on the basis of a common language, territory, economic life, ethnicity and/or psychological make-up manifested in a common culture."
  },
  {
    "id": 1171,
    "word": "native",
    "clue": "An aboriginal inhabitant of a region colonized by English-speaking people; in particular:"
  },
  {
    "id": 1172,
    "word": "nature",
    "clue": "The natural world; that which consists of all things unaffected by or predating human technology, production, and design. (Compare ecosystem.)"
  },
  {
    "id": 1173,
    "word": "near",
    "clue": "The left side of a horse or of a team of horses pulling a carriage etc."
  },
  {
    "id": 1174,
    "word": "neat",
    "clue": "An artificial intelligence researcher who believes that solutions should be elegant, clear and provably correct. Compare scruffy."
  },
  {
    "id": 1175,
    "word": "necessary",
    "clue": "(usually with the definite article) A place to do the \"necessary\" business of urination and defecation: an outhouse or lavatory."
  },
  {
    "id": 1176,
    "word": "necessity",
    "clue": "The quality or state of being necessary, unavoidable, or absolutely requisite."
  },
  {
    "id": 1177,
    "word": "neck",
    "clue": "The part of the body connecting the head and the trunk found in humans and some animals."
  },
  {
    "id": 1178,
    "word": "need",
    "clue": "A requirement for something; something needed."
  },
  {
    "id": 1179,
    "word": "needle",
    "clue": "A fine, sharp implement usually for piercing such as sewing, or knitting, acupuncture, tattooing, body piercing, medical injections, etc."
  },
  {
    "id": 1180,
    "word": "neglect",
    "clue": "The act of neglecting."
  },
  {
    "id": 1181,
    "word": "neighbor",
    "clue": "A person living on adjacent or nearby land; a person situated adjacently or nearby; anything (of the same type of thing as the subject) in an adjacent or nearby position."
  },
  {
    "id": 1182,
    "word": "neighborhood",
    "clue": "The quality of being a neighbor, of living nearby, next to each-other; proximity."
  },
  {
    "id": 1183,
    "word": "neither",
    "clue": "Similarly not."
  },
  {
    "id": 1184,
    "word": "nephew",
    "clue": "A son of one's sibling, brother-in-law, or sister-in-law; either a son of one's brother (fraternal nephew) or a son of one's sister (sororal nephew)."
  },
  {
    "id": 1185,
    "word": "nest",
    "clue": "A structure built by a bird as a place to incubate eggs and rear young."
  },
  {
    "id": 1186,
    "word": "network",
    "clue": "A fabric or structure of fibrous elements attached to each other at regular intervals."
  },
  {
    "id": 1187,
    "word": "never",
    "clue": "At no time; on no occasion; in no circumstance."
  },
  {
    "id": 1188,
    "word": "news",
    "clue": "New information of interest."
  },
  {
    "id": 1189,
    "word": "newspaper",
    "clue": "A publication, usually published daily or weekly and usually printed on cheap, low-quality paper, containing news and other articles."
  },
  {
    "id": 1190,
    "word": "next",
    "clue": "The one that follows after this one."
  },
  {
    "id": 1191,
    "word": "nice",
    "clue": "Niceness."
  },
  {
    "id": 1192,
    "word": "niece",
    "clue": "A daughter of one’s sibling, brother-in-law, or sister-in-law; either the daughter of one's brother (\"fraternal niece\"), or of one's sister (\"sororal niece\")."
  },
  {
    "id": 1193,
    "word": "night",
    "clue": "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark."
  },
  {
    "id": 1194,
    "word": "noble",
    "clue": "An aristocrat; one of aristocratic blood."
  },
  {
    "id": 1195,
    "word": "nobody",
    "clue": "Someone who is not important or well-known."
  },
  {
    "id": 1196,
    "word": "noise",
    "clue": "Various sounds, usually unwanted or unpleasant."
  },
  {
    "id": 1197,
    "word": "none",
    "clue": "A person without religious affiliation."
  },
  {
    "id": 1198,
    "word": "noon",
    "clue": "The ninth hour of the day counted from sunrise; around three o'clock in the afternoon."
  },
  {
    "id": 1199,
    "word": "north",
    "clue": "One of the four major compass points, specifically 0°, directed toward the North Pole, and conventionally upwards on a map, abbreviated as N."
  },
  {
    "id": 1200,
    "word": "northern",
    "clue": "An inhabitant of the northern regions."
  },
  {
    "id": 1201,
    "word": "nose",
    "clue": "A protuberance on the face housing the nostrils, which are used to breathe or smell."
  },
  {
    "id": 1202,
    "word": "note",
    "clue": "(heading) A symbol or annotation."
  },
  {
    "id": 1203,
    "word": "notebook",
    "clue": "A book in which notes or memoranda are written."
  },
  {
    "id": 1204,
    "word": "nothing",
    "clue": "Something trifling, or of no consequence or importance."
  },
  {
    "id": 1205,
    "word": "notice",
    "clue": "The act of observing; perception."
  },
  {
    "id": 1206,
    "word": "noun",
    "clue": "(grammar, narrow sense) A word that can be used to refer to a person, animal, place, thing, phenomenon, substance, quality, or idea; one of the basic parts of speech in many languages, including English."
  },
  {
    "id": 1207,
    "word": "nowadays",
    "clue": "At the present time; in the current era."
  },
  {
    "id": 1208,
    "word": "nowhere",
    "clue": "No particular place, noplace."
  },
  {
    "id": 1209,
    "word": "nuisance",
    "clue": "A minor annoyance or inconvenience."
  },
  {
    "id": 1210,
    "word": "number",
    "clue": "An abstract entity used to describe quantity."
  },
  {
    "id": 1211,
    "word": "numerous",
    "clue": "Indefinitely large numerically, many."
  },
  {
    "id": 1212,
    "word": "nurse",
    "clue": "A wet nurse."
  },
  {
    "id": 1213,
    "word": "nursery",
    "clue": "A place where nursing or the raising of children is carried on."
  },
  {
    "id": 1214,
    "word": "obedience",
    "clue": "The quality of being obedient."
  },
  {
    "id": 1215,
    "word": "obedient",
    "clue": "One who obeys."
  },
  {
    "id": 1216,
    "word": "obey",
    "clue": "To do as ordered by (a person, institution etc), to act according to the bidding of."
  },
  {
    "id": 1217,
    "word": "object",
    "clue": "A thing that has physical existence."
  },
  {
    "id": 1218,
    "word": "objection",
    "clue": "The act of objecting."
  },
  {
    "id": 1219,
    "word": "observe",
    "clue": "To notice or view, especially carefully or with attention to detail."
  },
  {
    "id": 1220,
    "word": "occasion",
    "clue": "A favorable opportunity; a convenient or timely chance."
  },
  {
    "id": 1221,
    "word": "ocean",
    "clue": "One of the large bodies of water separating the continents."
  },
  {
    "id": 1222,
    "word": "offend",
    "clue": "To hurt the feelings of; to displease; to make angry; to insult."
  },
  {
    "id": 1223,
    "word": "offense",
    "clue": "The act of offending:"
  },
  {
    "id": 1224,
    "word": "offer",
    "clue": "A proposal that has been made."
  },
  {
    "id": 1225,
    "word": "office",
    "clue": "A ceremonial duty or service, particularly:"
  },
  {
    "id": 1226,
    "word": "officer",
    "clue": "One who has a position of authority in a hierarchical organization, especially in military, police or government organizations."
  },
  {
    "id": 1227,
    "word": "official",
    "clue": "An office holder invested with powers and authorities."
  },
  {
    "id": 1228,
    "word": "often",
    "clue": "Frequent."
  },
  {
    "id": 1229,
    "word": "old-fashioned",
    "clue": "A cocktail made by muddling sugar with bitters and adding whiskey or, less commonly, brandy, served with a twist of citrus rind."
  },
  {
    "id": 1230,
    "word": "omission",
    "clue": "The act of omitting."
  },
  {
    "id": 1231,
    "word": "omit",
    "clue": "To leave out or exclude."
  },
  {
    "id": 1232,
    "word": "once",
    "clue": "(frequency) One and only one time."
  },
  {
    "id": 1233,
    "word": "only",
    "clue": "An only child."
  },
  {
    "id": 1234,
    "word": "onto",
    "clue": "(of a function) Assuming each of the values in its codomain; having its range equal to its codomain."
  },
  {
    "id": 1235,
    "word": "open",
    "clue": "Not closed"
  },
  {
    "id": 1236,
    "word": "operate",
    "clue": "To perform a work or labour; to exert power or strength, physical or mechanical; to act."
  },
  {
    "id": 1237,
    "word": "operation",
    "clue": "The method by which a device performs its function."
  },
  {
    "id": 1238,
    "word": "operator",
    "clue": "One who operates."
  },
  {
    "id": 1239,
    "word": "opinion",
    "clue": "A subjective belief, judgment or perspective that a person has formed about a topic, issue, person or thing."
  },
  {
    "id": 1240,
    "word": "opportunity",
    "clue": "A chance for advancement, progress or profit."
  },
  {
    "id": 1241,
    "word": "oppose",
    "clue": "To attempt to stop the progression of; to resist or antagonize by physical means, or by arguments, etc.; to contend against."
  },
  {
    "id": 1242,
    "word": "opposite",
    "clue": "Something opposite or contrary to something else."
  },
  {
    "id": 1243,
    "word": "opposition",
    "clue": "The action of opposing or of being in conflict."
  },
  {
    "id": 1244,
    "word": "orange",
    "clue": "An evergreen tree of the genus Citrus such as Citrus sinensis."
  },
  {
    "id": 1245,
    "word": "order",
    "clue": "Arrangement, disposition, or sequence."
  },
  {
    "id": 1246,
    "word": "ordinary",
    "clue": "A person with authority; authority, ordinance."
  },
  {
    "id": 1247,
    "word": "organ",
    "clue": "A larger part of an organism, composed of tissues that perform similar functions."
  },
  {
    "id": 1248,
    "word": "organize",
    "clue": "To arrange in working order."
  },
  {
    "id": 1249,
    "word": "origin",
    "clue": "The beginning of something."
  },
  {
    "id": 1250,
    "word": "ornament",
    "clue": "An element of decoration; that which embellishes or adorns."
  },
  {
    "id": 1251,
    "word": "other",
    "clue": "An other, another (person, etc), more often rendered as another."
  },
  {
    "id": 1252,
    "word": "otherwise",
    "clue": "Other than supposed; different."
  },
  {
    "id": 1253,
    "word": "ought",
    "clue": "Property; possession"
  },
  {
    "id": 1254,
    "word": "ounce",
    "clue": "An avoirdupois ounce, weighing 1/16 of an avoirdupois pound, or 28.3495 grams."
  },
  {
    "id": 1255,
    "word": "outline",
    "clue": "A line marking the boundary of an object figure."
  },
  {
    "id": 1256,
    "word": "outside",
    "clue": "The part of something that faces out; the outer surface."
  },
  {
    "id": 1257,
    "word": "outward",
    "clue": "Outer; located towards the outside"
  },
  {
    "id": 1258,
    "word": "over",
    "clue": "A set of six legal balls bowled."
  },
  {
    "id": 1259,
    "word": "overcome",
    "clue": "The burden or recurring theme in a song."
  },
  {
    "id": 1260,
    "word": "overflow",
    "clue": "The spillage resultant from overflow; excess."
  },
  {
    "id": 1261,
    "word": "ownership",
    "clue": "The state of having complete legal control of something; possession; proprietorship."
  },
  {
    "id": 1262,
    "word": "pack",
    "clue": "A bundle made up and prepared to be carried; especially, a bundle to be carried on the back, but also a load for an animal, a bale."
  },
  {
    "id": 1263,
    "word": "package",
    "clue": "Something which is packed, a parcel, a box, an envelope."
  },
  {
    "id": 1264,
    "word": "page",
    "clue": "One of the many pieces of paper bound together within a book or similar document."
  },
  {
    "id": 1265,
    "word": "pain",
    "clue": "An ache or bodily suffering, or an instance of this; an unpleasant sensation, resulting from a derangement of functions, disease, or injury by violence; hurt."
  },
  {
    "id": 1266,
    "word": "paint",
    "clue": "A substance that is applied as a liquid or paste, and dries into a solid coating that protects or adds color/colour to an object or surface to which it has been applied."
  },
  {
    "id": 1267,
    "word": "pair",
    "clue": "Two similar or identical things taken together; often followed by of."
  },
  {
    "id": 1268,
    "word": "pale",
    "clue": "Paleness; pallor."
  },
  {
    "id": 1269,
    "word": "paper",
    "clue": "A sheet material used for writing on or printing on (or as a non-waterproof container), usually made by draining cellulose fibres from a suspension in water."
  },
  {
    "id": 1270,
    "word": "parcel",
    "clue": "A package wrapped for shipment."
  },
  {
    "id": 1271,
    "word": "pardon",
    "clue": "Forgiveness for an offence."
  },
  {
    "id": 1272,
    "word": "parent",
    "clue": "One of the two persons from whom one is immediately biologically descended; a mother or father."
  },
  {
    "id": 1273,
    "word": "park",
    "clue": "An area of land set aside for environment preservation or recreation."
  },
  {
    "id": 1274,
    "word": "part",
    "clue": "A portion; a component."
  },
  {
    "id": 1275,
    "word": "particle",
    "clue": "A very small piece of matter, a fragment; especially, the smallest possible part of something."
  },
  {
    "id": 1276,
    "word": "particular",
    "clue": "A small individual part of something larger; a detail, a point."
  },
  {
    "id": 1277,
    "word": "partner",
    "clue": "Someone who is associated with another in a common activity or interest."
  },
  {
    "id": 1278,
    "word": "party",
    "clue": "A person or group of people constituting a particular side in a contract or legal action."
  },
  {
    "id": 1279,
    "word": "pass",
    "clue": "To change place."
  },
  {
    "id": 1280,
    "word": "passage",
    "clue": "A paragraph or section of text or music with particular meaning."
  },
  {
    "id": 1281,
    "word": "passenger",
    "clue": "One who rides or travels in a vehicle, but who does not operate it and is not a member of the crew."
  },
  {
    "id": 1282,
    "word": "past",
    "clue": "To change place."
  },
  {
    "id": 1283,
    "word": "paste",
    "clue": "A soft moist mixture, in particular:"
  },
  {
    "id": 1284,
    "word": "pastry",
    "clue": "A baked food item made from flour and fat pastes such as pie crust; also tarts, bear claws, napoleons, puff pastries, etc."
  },
  {
    "id": 1285,
    "word": "path",
    "clue": "A trail for the use of, or worn by, pedestrians."
  },
  {
    "id": 1286,
    "word": "patience",
    "clue": "The quality of being patient."
  },
  {
    "id": 1287,
    "word": "patient",
    "clue": "A person or animal who receives treatment from a doctor or other medically educated person."
  },
  {
    "id": 1288,
    "word": "patriotic",
    "clue": "Inspired by or showing patriotism; done out of love of one's country; zealously and unselfishly devoted to the service of one's country"
  },
  {
    "id": 1289,
    "word": "pattern",
    "clue": "Model, example."
  },
  {
    "id": 1290,
    "word": "pause",
    "clue": "A button whose functions are pausing and resuming something, such as a DVD player, a video game or a computer."
  },
  {
    "id": 1291,
    "word": "peace",
    "clue": "A state of tranquility, quiet, and harmony; absence of violence. For instance, a state free from civil disturbance."
  },
  {
    "id": 1292,
    "word": "pearl",
    "clue": "A shelly concretion, usually rounded, and having a brilliant luster, with varying tints, found in the mantle, or between the mantle and shell, of certain bivalve mollusks, especially in the pearl oysters and river mussels, and sometimes in certain univalves. It is usually due to a secretion of shelly substance around some irritating foreign particle. Its substance is the same as nacre, or mother-of-pearl. Round lustrous pearls are used in jewellery."
  },
  {
    "id": 1293,
    "word": "peculiar",
    "clue": "That which is peculiar; a sole or exclusive property; a prerogative; a characteristic."
  },
  {
    "id": 1294,
    "word": "pencil",
    "clue": "A paintbrush."
  },
  {
    "id": 1295,
    "word": "penny",
    "clue": "In the United Kingdom and Ireland, a copper coin worth 1/240 of a pound sterling or Irish pound before decimalisation. Abbreviation: d."
  },
  {
    "id": 1296,
    "word": "people",
    "clue": "Used as plural of person; a body of human beings considered generally or collectively; a group of two or more persons."
  },
  {
    "id": 1297,
    "word": "perfect",
    "clue": "(grammar) The perfect tense, or a form in that tense."
  },
  {
    "id": 1298,
    "word": "perfection",
    "clue": "The quality or state of being perfect or complete, so that nothing substandard remains; the highest attainable state or degree of excellence"
  },
  {
    "id": 1299,
    "word": "perform",
    "clue": "To do something; to execute."
  },
  {
    "id": 1300,
    "word": "performance",
    "clue": "The act of performing; carrying into execution or action; execution; achievement; accomplishment; representation by action."
  },
  {
    "id": 1301,
    "word": "perhaps",
    "clue": "An uncertainty."
  },
  {
    "id": 1302,
    "word": "permanent",
    "clue": "A chemical hair treatment imparting or removing curliness, whose effects typically last for a period of weeks; a perm."
  },
  {
    "id": 1303,
    "word": "permission",
    "clue": "Authorisation; consent (especially formal consent from someone in authority)"
  },
  {
    "id": 1304,
    "word": "permit",
    "clue": "An artifact or document rendering something allowed or legal."
  },
  {
    "id": 1305,
    "word": "person",
    "clue": "An individual; usually a human being."
  },
  {
    "id": 1306,
    "word": "persuade",
    "clue": "To successfully convince (someone) to agree to, accept, or do something, usually through reasoning and verbal influence."
  },
  {
    "id": 1307,
    "word": "persuasion",
    "clue": "The act of persuading, or trying to do so; the addressing of arguments to someone with the intention of changing their mind or convincing them of a certain point of view, course of action etc."
  },
  {
    "id": 1308,
    "word": "photograph",
    "clue": "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
  },
  {
    "id": 1309,
    "word": "photography",
    "clue": "The art and technology of producing images on photosensitive surfaces, and its digital counterpart."
  },
  {
    "id": 1310,
    "word": "pick",
    "clue": "A tool used for digging; a pickaxe."
  },
  {
    "id": 1311,
    "word": "picture",
    "clue": "A representation of anything (as a person, a landscape, a building) upon canvas, paper, or other surface, by drawing, painting, printing, photography, etc."
  },
  {
    "id": 1312,
    "word": "piece",
    "clue": "A part of a larger whole, usually in such a form that it is able to be separated from other parts."
  },
  {
    "id": 1313,
    "word": "pigeon",
    "clue": "One of several birds of the family Columbidae, which consists of more than 300 species."
  },
  {
    "id": 1314,
    "word": "pile",
    "clue": "A mass of things heaped together; a heap."
  },
  {
    "id": 1315,
    "word": "pinch",
    "clue": "The action of squeezing a small amount of a person's skin and flesh, making it hurt."
  },
  {
    "id": 1316,
    "word": "pink",
    "clue": "The common minnow, Phoxinus phoxinus."
  },
  {
    "id": 1317,
    "word": "pint",
    "clue": "A unit of volume, equivalent to:"
  },
  {
    "id": 1318,
    "word": "pipe",
    "clue": "Meanings relating to a wind instrument."
  },
  {
    "id": 1319,
    "word": "pity",
    "clue": "A feeling of sympathy at the misfortune or suffering of someone or something."
  },
  {
    "id": 1320,
    "word": "place",
    "clue": "(physical) An area; somewhere within an area."
  },
  {
    "id": 1321,
    "word": "plain",
    "clue": "Flat, level."
  },
  {
    "id": 1322,
    "word": "plan",
    "clue": "A drawing showing technical details of a building, machine, etc., with unwanted details omitted, and often using symbols rather than detailed drawing to represent doors, valves, etc."
  },
  {
    "id": 1323,
    "word": "plant",
    "clue": "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree."
  },
  {
    "id": 1324,
    "word": "plaster",
    "clue": "A paste applied to the skin for healing or cosmetic purposes."
  },
  {
    "id": 1325,
    "word": "plate",
    "clue": "A slightly curved but almost flat dish from which food is served or eaten."
  },
  {
    "id": 1326,
    "word": "play",
    "clue": "Activity for amusement only, especially among the young."
  },
  {
    "id": 1327,
    "word": "pleasant",
    "clue": "A wit; a humorist; a buffoon."
  },
  {
    "id": 1328,
    "word": "please",
    "clue": "To make happy or satisfy; to give pleasure to."
  },
  {
    "id": 1329,
    "word": "pleasure",
    "clue": "A state of being pleased or contented; gratification."
  },
  {
    "id": 1330,
    "word": "plenty",
    "clue": "A more-than-adequate amount."
  },
  {
    "id": 1331,
    "word": "plow",
    "clue": "The notional area of land able to be farmed in a year by a team of 8 oxen pulling a carruca plow, usually reckoned at 120 acres."
  },
  {
    "id": 1332,
    "word": "plural",
    "clue": "(grammar) The plural number."
  },
  {
    "id": 1333,
    "word": "pocket",
    "clue": "A bag stitched to an item of clothing, used for carrying small items."
  },
  {
    "id": 1334,
    "word": "poem",
    "clue": "A literary piece written in verse."
  },
  {
    "id": 1335,
    "word": "poet",
    "clue": "A person who writes poems."
  },
  {
    "id": 1336,
    "word": "point",
    "clue": "A discrete division of something."
  },
  {
    "id": 1337,
    "word": "poison",
    "clue": "A substance that is harmful or lethal to a living organism."
  },
  {
    "id": 1338,
    "word": "police",
    "clue": "A civil force granted the legal authority for law enforcement and maintaining public order."
  },
  {
    "id": 1339,
    "word": "polish",
    "clue": "A substance used to polish."
  },
  {
    "id": 1340,
    "word": "polite",
    "clue": "To polish; to refine; to render polite."
  },
  {
    "id": 1341,
    "word": "political",
    "clue": "A political agent or officer."
  },
  {
    "id": 1342,
    "word": "politician",
    "clue": "One engaged in politics, especially an elected or appointed government official."
  },
  {
    "id": 1343,
    "word": "politics",
    "clue": "To engage in political activity; politick."
  },
  {
    "id": 1344,
    "word": "pool",
    "clue": "A small and rather deep collection of (usually) fresh water, as one supplied by a spring, or occurring in the course of a stream; a reservoir for water."
  },
  {
    "id": 1345,
    "word": "poor",
    "clue": "(with \"the\") Those who have little or no possessions or money, taken as a group."
  },
  {
    "id": 1346,
    "word": "popular",
    "clue": "A person who is popular, especially at a school."
  },
  {
    "id": 1347,
    "word": "population",
    "clue": "The people living within a political or geographical boundary."
  },
  {
    "id": 1348,
    "word": "position",
    "clue": "A place or location."
  },
  {
    "id": 1349,
    "word": "possess",
    "clue": "To have; to have ownership of."
  },
  {
    "id": 1350,
    "word": "possession",
    "clue": "Control or occupancy of something for which one does not necessarily have private property rights."
  },
  {
    "id": 1351,
    "word": "possessor",
    "clue": "Agent noun of possess; one who possesses"
  },
  {
    "id": 1352,
    "word": "possible",
    "clue": "A possible one."
  },
  {
    "id": 1353,
    "word": "post",
    "clue": "A long dowel or plank protruding from the ground; a fencepost; a lightpost."
  },
  {
    "id": 1354,
    "word": "postpone",
    "clue": "To delay or put off an event, appointment etc."
  },
  {
    "id": 1355,
    "word": "pound",
    "clue": "A unit of mass equal to 16 avoirdupois ounces (= 453.592 37 g). Today this value is the most common meaning of \"pound\" as a unit of weight."
  },
  {
    "id": 1356,
    "word": "pour",
    "clue": "The act of pouring."
  },
  {
    "id": 1357,
    "word": "poverty",
    "clue": "The quality or state of being poor; lack of money"
  },
  {
    "id": 1358,
    "word": "powder",
    "clue": "The fine particles which are the result of reducing dry substance by pounding, grinding, or triturating, or the result of decay; dust."
  },
  {
    "id": 1359,
    "word": "power",
    "clue": "Ability to do or undergo something."
  },
  {
    "id": 1360,
    "word": "practical",
    "clue": "A part of an exam or series of exams in which the candidate has to demonstrate their practical ability"
  },
  {
    "id": 1361,
    "word": "practice",
    "clue": "Repetition of an activity to improve a skill."
  },
  {
    "id": 1362,
    "word": "praise",
    "clue": "Commendation; favourable representation in words"
  },
  {
    "id": 1363,
    "word": "pray",
    "clue": "To direct words and/or thoughts to God or any higher being, for the sake of adoration, thanks, petition for help, etc."
  },
  {
    "id": 1364,
    "word": "preach",
    "clue": "A religious discourse."
  },
  {
    "id": 1365,
    "word": "precious",
    "clue": "Someone (or something) who is loved; a darling."
  },
  {
    "id": 1366,
    "word": "prefer",
    "clue": "To be in the habit of choosing something rather than something else; to favor; to like better."
  },
  {
    "id": 1367,
    "word": "preference",
    "clue": "The selection of one thing or person over others (with the main adposition being \"for\" in relation to the thing or person, but possibly also \"of\")"
  },
  {
    "id": 1368,
    "word": "prejudice",
    "clue": "An adverse judgment or opinion formed beforehand or without knowledge of the facts."
  },
  {
    "id": 1369,
    "word": "prepare",
    "clue": "Preparation"
  },
  {
    "id": 1370,
    "word": "presence",
    "clue": "The fact or condition of being present, or of being within sight or call, or at hand."
  },
  {
    "id": 1371,
    "word": "present",
    "clue": "The current moment or period of time."
  },
  {
    "id": 1372,
    "word": "preserve",
    "clue": "A sweet spread made of any of a variety of fruits."
  },
  {
    "id": 1373,
    "word": "president",
    "clue": "An act in the past which may be used as an example to help decide the outcome of similar instances in the future."
  },
  {
    "id": 1374,
    "word": "press",
    "clue": "A device used to apply pressure to an item."
  },
  {
    "id": 1375,
    "word": "pressure",
    "clue": "A pressing; a force applied to a surface."
  },
  {
    "id": 1376,
    "word": "pretend",
    "clue": "To claim, to allege, especially when falsely or as a form of deliberate deception."
  },
  {
    "id": 1377,
    "word": "pretense",
    "clue": "A false or hypocritical profession"
  },
  {
    "id": 1378,
    "word": "pretty",
    "clue": "A pretty person; a term of address to a pretty person."
  },
  {
    "id": 1379,
    "word": "prevent",
    "clue": "To stop (an outcome); to keep from (doing something)."
  },
  {
    "id": 1380,
    "word": "prevention",
    "clue": "The act of preventing or hindering; obstruction of action, access, or approach; thwarting."
  },
  {
    "id": 1381,
    "word": "price",
    "clue": "The cost required to gain possession of something."
  },
  {
    "id": 1382,
    "word": "pride",
    "clue": "The quality or state of being proud; an unreasonable overestimation of one's own superiority in terms of talents, looks, wealth, importance etc., which manifests itself in lofty airs, distance, reserve and often contempt of others."
  },
  {
    "id": 1383,
    "word": "priest",
    "clue": "A religious clergyman (clergywoman, clergyperson) who is trained to perform services or sacrifices at a church or temple"
  },
  {
    "id": 1384,
    "word": "print",
    "clue": "Books and other material created by printing presses, considered collectively or as a medium."
  },
  {
    "id": 1385,
    "word": "prison",
    "clue": "A place or institution of confinement, especially of long-term confinement for those convicted of serious crimes or otherwise considered undesirable by the government."
  },
  {
    "id": 1386,
    "word": "private",
    "clue": "A soldier of the lowest rank in the army."
  },
  {
    "id": 1387,
    "word": "prize",
    "clue": "That which is taken from another; something captured; a thing seized by force, stratagem, or superior power."
  },
  {
    "id": 1388,
    "word": "probable",
    "clue": "Something that is likely."
  },
  {
    "id": 1389,
    "word": "problem",
    "clue": "A difficulty that has to be resolved or dealt with."
  },
  {
    "id": 1390,
    "word": "procession",
    "clue": "The act of progressing or proceeding."
  },
  {
    "id": 1391,
    "word": "produce",
    "clue": "To yield, make or manufacture; to generate."
  },
  {
    "id": 1392,
    "word": "product",
    "clue": "A commodity offered for sale."
  },
  {
    "id": 1393,
    "word": "production",
    "clue": "The act of producing, making or creating something."
  },
  {
    "id": 1394,
    "word": "profession",
    "clue": "A declaration of belief, faith or one's opinion, whether genuine or pretended."
  },
  {
    "id": 1395,
    "word": "profit",
    "clue": "Total income or cash flow minus expenditures. The money or other benefit a non-governmental organization or individual receives in exchange for products and services sold at an advertised price."
  },
  {
    "id": 1396,
    "word": "program",
    "clue": "A set of structured activities."
  },
  {
    "id": 1397,
    "word": "progress",
    "clue": "Movement or advancement through a series of events, or points in time; development through time."
  },
  {
    "id": 1398,
    "word": "promise",
    "clue": "An oath or affirmation; a vow"
  },
  {
    "id": 1399,
    "word": "prompt",
    "clue": "A reminder or cue."
  },
  {
    "id": 1400,
    "word": "pronounce",
    "clue": "To declare formally, officially or ceremoniously."
  },
  {
    "id": 1401,
    "word": "pronunciation",
    "clue": "The formal or informal way in which a word is made to sound when spoken."
  },
  {
    "id": 1402,
    "word": "proof",
    "clue": "An effort, process, or operation designed to establish or discover a fact or truth; an act of testing; a test; a trial."
  },
  {
    "id": 1403,
    "word": "proper",
    "clue": "Something set apart for a special use."
  },
  {
    "id": 1404,
    "word": "property",
    "clue": "Something that is owned."
  },
  {
    "id": 1405,
    "word": "proposal",
    "clue": "Something which is proposed, or offered for consideration or acceptance"
  },
  {
    "id": 1406,
    "word": "propose",
    "clue": "An objective or aim."
  },
  {
    "id": 1407,
    "word": "protect",
    "clue": "To keep safe; to defend; to guard; to prevent harm coming to."
  },
  {
    "id": 1408,
    "word": "protection",
    "clue": "The process of keeping (something or someone) safe."
  },
  {
    "id": 1409,
    "word": "proud",
    "clue": "Feeling honoured (by something); feeling happy or satisfied about an event or fact; gratified."
  },
  {
    "id": 1410,
    "word": "prove",
    "clue": "To proofread."
  },
  {
    "id": 1411,
    "word": "provide",
    "clue": "To make a living; earn money for necessities."
  },
  {
    "id": 1412,
    "word": "public",
    "clue": "The people in general, regardless of membership of any particular group."
  },
  {
    "id": 1413,
    "word": "pull",
    "clue": "An act of pulling (applying force)"
  },
  {
    "id": 1414,
    "word": "pump",
    "clue": "A device for moving or compressing a liquid or gas."
  },
  {
    "id": 1415,
    "word": "punctual",
    "clue": "Prompt; on time."
  },
  {
    "id": 1416,
    "word": "punish",
    "clue": "To cause to suffer for crime or misconduct, to administer disciplinary action."
  },
  {
    "id": 1417,
    "word": "pupil",
    "clue": "A learner under the supervision of a teacher or professor."
  },
  {
    "id": 1418,
    "word": "pure",
    "clue": "One who, or that which, is pure."
  },
  {
    "id": 1419,
    "word": "purple",
    "clue": "A colour/color that is a dark blend of red and blue; dark magenta."
  },
  {
    "id": 1420,
    "word": "purpose",
    "clue": "An objective to be reached; a target; an aim; a goal."
  },
  {
    "id": 1421,
    "word": "push",
    "clue": "A short, directed application of force; an act of pushing."
  },
  {
    "id": 1422,
    "word": "puzzle",
    "clue": "Anything that is difficult to understand or make sense of."
  },
  {
    "id": 1423,
    "word": "qualification",
    "clue": "The act or process of qualifying for a position, achievement etc."
  },
  {
    "id": 1424,
    "word": "qualify",
    "clue": "An instance of throwing and catching each prop at least twice."
  },
  {
    "id": 1425,
    "word": "quality",
    "clue": "Level of excellence."
  },
  {
    "id": 1426,
    "word": "quantity",
    "clue": "A fundamental, generic term used when referring to the measurement (count, amount) of a scalar, vector, number of items or to some other way of denominating the value of a collection or group of items."
  },
  {
    "id": 1427,
    "word": "quarrel",
    "clue": "A verbal dispute or heated argument."
  },
  {
    "id": 1428,
    "word": "quart",
    "clue": "A unit of liquid capacity equal to two pints; one-fourth (quarter) of a gallon. Equivalent to 1.136 liters in the UK and 0.946 liter (liquid quart) or 1.101 liters (dry quart) in the U.S."
  },
  {
    "id": 1429,
    "word": "quarter",
    "clue": "A fourth part of something."
  },
  {
    "id": 1430,
    "word": "queen",
    "clue": "A female monarch. Example: Queen Victoria."
  },
  {
    "id": 1431,
    "word": "question",
    "clue": "A sentence, phrase or word which asks for information, reply or response; an interrogative."
  },
  {
    "id": 1432,
    "word": "quick",
    "clue": "Raw or sensitive flesh, especially that underneath finger and toe nails."
  },
  {
    "id": 1433,
    "word": "quiet",
    "clue": "The absence of sound; quietness."
  },
  {
    "id": 1434,
    "word": "quite",
    "clue": "(heading) To the greatest extent or degree; completely, entirely."
  },
  {
    "id": 1435,
    "word": "rabbit",
    "clue": "A mammal of the family Leporidae, with long ears, long hind legs and a short, fluffy tail."
  },
  {
    "id": 1436,
    "word": "race",
    "clue": "A contest between people, animals, vehicles, etc. where the goal is to be the first to reach some objective. Example: Several horses run in a horse race, and the first one to reach the finishing post wins"
  },
  {
    "id": 1437,
    "word": "radio",
    "clue": "The technology that allows for the transmission of sound or other signals by modulation of electromagnetic waves."
  },
  {
    "id": 1438,
    "word": "rail",
    "clue": "A horizontal bar extending between supports and used for support or as a barrier; a railing."
  },
  {
    "id": 1439,
    "word": "railroad",
    "clue": "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on."
  },
  {
    "id": 1440,
    "word": "rain",
    "clue": "Condensed water falling from a cloud."
  },
  {
    "id": 1441,
    "word": "raise",
    "clue": "An increase in wages or salary; a rise (UK)."
  },
  {
    "id": 1442,
    "word": "rake",
    "clue": "A garden tool with a row of pointed teeth fixed to a long handle, used for collecting debris, grass, etc., for flattening the ground, or for loosening soil; also, a similar wheel-mounted tool drawn by a horse or a tractor."
  },
  {
    "id": 1443,
    "word": "rank",
    "clue": "Strong of its kind or in character; unmitigated; virulent; thorough; utter (used of negative things)."
  },
  {
    "id": 1444,
    "word": "rapid",
    "clue": "(often in the plural) a rough section of a river or stream which is difficult to navigate due to the swift and turbulent motion of the water."
  },
  {
    "id": 1445,
    "word": "rare",
    "clue": "A scarce or uncommon item."
  },
  {
    "id": 1446,
    "word": "rate",
    "clue": "The worth of something; value."
  },
  {
    "id": 1447,
    "word": "rather",
    "clue": "To prefer; to prefer to."
  },
  {
    "id": 1448,
    "word": "razor",
    "clue": "A keen-edged knife of peculiar shape, used in shaving the hair from the face or other parts of the body."
  },
  {
    "id": 1449,
    "word": "reach",
    "clue": "The act of stretching or extending; extension."
  },
  {
    "id": 1450,
    "word": "read",
    "clue": "A reading or an act of reading, especially an actor's part of a play."
  },
  {
    "id": 1451,
    "word": "ready",
    "clue": "Ready money; cash"
  },
  {
    "id": 1452,
    "word": "real",
    "clue": "A commodity; see realty."
  },
  {
    "id": 1453,
    "word": "realize",
    "clue": "To make real; to convert from the imaginary or fictitious into reality; to bring into real existence"
  },
  {
    "id": 1454,
    "word": "reason",
    "clue": "A cause:"
  },
  {
    "id": 1455,
    "word": "reasonable",
    "clue": "Having the faculty of reason; rational, reasoning."
  },
  {
    "id": 1456,
    "word": "receipt",
    "clue": "The act of receiving, or the fact of having been received."
  },
  {
    "id": 1457,
    "word": "receive",
    "clue": "An operation in which data is received."
  },
  {
    "id": 1458,
    "word": "recent",
    "clue": "Having happened a short while ago."
  },
  {
    "id": 1459,
    "word": "recognition",
    "clue": "The act of recognizing or the condition of being recognized (matching a current observation with a memory of a prior observation of the same entity)"
  },
  {
    "id": 1460,
    "word": "recognize",
    "clue": "To match (something or someone which one currently perceives) to a memory of some previous encounter with the same person or thing."
  },
  {
    "id": 1461,
    "word": "recommend",
    "clue": "To bestow commendation on; to represent favourably; to suggest, endorse or encourage as an appropriate choice."
  },
  {
    "id": 1462,
    "word": "record",
    "clue": "A disk, usually made of a polymer, used to record sound for playback on a phonograph."
  },
  {
    "id": 1463,
    "word": "redden",
    "clue": "To become red or redder."
  },
  {
    "id": 1464,
    "word": "reduce",
    "clue": "To bring down the size, quantity, quality, value or intensity of something; to diminish, to lower."
  },
  {
    "id": 1465,
    "word": "reduction",
    "clue": "The act, process, or result of reducing."
  },
  {
    "id": 1466,
    "word": "refer",
    "clue": "To direct the attention of."
  },
  {
    "id": 1467,
    "word": "reference",
    "clue": "A relationship or relation (to something)."
  },
  {
    "id": 1468,
    "word": "reflect",
    "clue": "To bend back (light, etc.) from a surface."
  },
  {
    "id": 1469,
    "word": "reflection",
    "clue": "The act of reflecting or the state of being reflected."
  },
  {
    "id": 1470,
    "word": "refresh",
    "clue": "The periodic energizing required to maintain the contents of computer memory, the display luminance of a computer screen, etc."
  },
  {
    "id": 1471,
    "word": "refuse",
    "clue": "Collectively, items or material that have been discarded; rubbish, garbage."
  },
  {
    "id": 1472,
    "word": "regard",
    "clue": "A steady look, a gaze."
  },
  {
    "id": 1473,
    "word": "regret",
    "clue": "Emotional pain on account of something done or experienced in the past, with a wish that it had been different; a looking back with dissatisfaction or with longing."
  },
  {
    "id": 1474,
    "word": "regular",
    "clue": "A member of the British Army (as opposed to a member of the Territorial Army or Reserve)."
  },
  {
    "id": 1475,
    "word": "rejoice",
    "clue": "To be very happy, be delighted, exult; to feel joy."
  },
  {
    "id": 1476,
    "word": "relate",
    "clue": "To tell in a descriptive way."
  },
  {
    "id": 1477,
    "word": "relation",
    "clue": "The manner in which two things may be associated."
  },
  {
    "id": 1478,
    "word": "relative",
    "clue": "Someone in the same family; someone connected by blood, marriage, or adoption."
  },
  {
    "id": 1479,
    "word": "relief",
    "clue": "The removal of stress or discomfort."
  },
  {
    "id": 1480,
    "word": "relieve",
    "clue": "To ease (a person, person's thoughts etc.) from mental distress; to stop (someone) feeling anxious or worried, to alleviate the distress of."
  },
  {
    "id": 1481,
    "word": "religion",
    "clue": "Belief in a spiritual or metaphysical reality (often including at least one deity), accompanied by practices or rituals pertaining to the belief."
  },
  {
    "id": 1482,
    "word": "remain",
    "clue": "(chiefly in the plural) That which is left; relic; remainder."
  },
  {
    "id": 1483,
    "word": "remark",
    "clue": "An act of pointing out or noticing; notice or observation."
  },
  {
    "id": 1484,
    "word": "remedy",
    "clue": "Something that corrects or counteracts."
  },
  {
    "id": 1485,
    "word": "remember",
    "clue": "To recall from one's memory; to have an image in one's memory."
  },
  {
    "id": 1486,
    "word": "remind",
    "clue": "To cause one to experience a memory (of someone or something); to bring to the notice or consideration (of a person)."
  },
  {
    "id": 1487,
    "word": "rent",
    "clue": "A payment made by a tenant at intervals in order to occupy a property."
  },
  {
    "id": 1488,
    "word": "repair",
    "clue": "The act of repairing something."
  },
  {
    "id": 1489,
    "word": "repeat",
    "clue": "An iteration; a repetition."
  },
  {
    "id": 1490,
    "word": "repetition",
    "clue": "The act or an instance of repeating or being repeated."
  },
  {
    "id": 1491,
    "word": "replace",
    "clue": "To restore to a former place, position, condition, etc.; to put back"
  },
  {
    "id": 1492,
    "word": "reply",
    "clue": "A written or spoken response; part of a conversation."
  },
  {
    "id": 1493,
    "word": "report",
    "clue": "A piece of information describing, or an account of certain events given or presented to someone, with the most common adpositions being by (referring to creator of the report) and on (referring to the subject)."
  },
  {
    "id": 1494,
    "word": "represent",
    "clue": "To present again or anew; to present by means of something standing in the place of; to exhibit the counterpart or image of; to typify."
  },
  {
    "id": 1495,
    "word": "representative",
    "clue": "A delegate."
  },
  {
    "id": 1496,
    "word": "reproduce",
    "clue": "To produce an image or copy of."
  },
  {
    "id": 1497,
    "word": "reproduction",
    "clue": "The act of reproducing new individuals biologically."
  },
  {
    "id": 1498,
    "word": "republic",
    "clue": "A state where sovereignty rests with the people or their representatives, rather than with a monarch or emperor; a country with no monarchy."
  },
  {
    "id": 1499,
    "word": "reputation",
    "clue": "What somebody is known for."
  },
  {
    "id": 1500,
    "word": "request",
    "clue": "Act of requesting (with the adposition at in the presence of possessives, and on in their absence)."
  },
  {
    "id": 1501,
    "word": "rescue",
    "clue": "An act or episode of rescuing, saving."
  },
  {
    "id": 1502,
    "word": "reserve",
    "clue": "(behaviour) Restriction."
  },
  {
    "id": 1503,
    "word": "resign",
    "clue": "To give up; to relinquish ownership of."
  },
  {
    "id": 1504,
    "word": "resist",
    "clue": "A protective coating or covering."
  },
  {
    "id": 1505,
    "word": "resistance",
    "clue": "The act of resisting, or the capacity to resist."
  },
  {
    "id": 1506,
    "word": "respect",
    "clue": "An attitude of consideration or high regard"
  },
  {
    "id": 1507,
    "word": "responsible",
    "clue": "The individual who bears the responsibility for something."
  },
  {
    "id": 1508,
    "word": "rest",
    "clue": "(of a person or animal) Relief from work or activity by sleeping; sleep."
  },
  {
    "id": 1509,
    "word": "restaurant",
    "clue": "An eating establishment in which diners are served food, usually by waiters at their tables but sometimes (as in a fast food restaurant) at a counter."
  },
  {
    "id": 1510,
    "word": "result",
    "clue": "That which results; the conclusion or end to which any course or condition of things leads, or which is obtained by any process or operation; consequence or effect."
  },
  {
    "id": 1511,
    "word": "retire",
    "clue": "The act of retiring, or the state of being retired."
  },
  {
    "id": 1512,
    "word": "return",
    "clue": "The act of returning."
  },
  {
    "id": 1513,
    "word": "revenge",
    "clue": "Any form of personal retaliatory action against an individual, institution, or group for some alleged or perceived harm or injustice."
  },
  {
    "id": 1514,
    "word": "review",
    "clue": "A second or subsequent reading of a text or artifact in an attempt to gain new insights."
  },
  {
    "id": 1515,
    "word": "reward",
    "clue": "Something of value given in return for an act."
  },
  {
    "id": 1516,
    "word": "ribbon",
    "clue": "A long, narrow strip of timber bent and bolted longitudinally to the ribs of a vessel, to hold them in position and give rigidity to the framework."
  },
  {
    "id": 1517,
    "word": "rice",
    "clue": "Cereal plants, Oryza sativa of the grass family whose seeds are used as food."
  },
  {
    "id": 1518,
    "word": "rich",
    "clue": "To enrich."
  },
  {
    "id": 1519,
    "word": "ride",
    "clue": "An instance of riding."
  },
  {
    "id": 1520,
    "word": "right",
    "clue": "Straight, not bent."
  },
  {
    "id": 1521,
    "word": "ring",
    "clue": "(physical) A solid object in the shape of a circle."
  },
  {
    "id": 1522,
    "word": "ripe",
    "clue": "A fruit or vegetable which has ripened."
  },
  {
    "id": 1523,
    "word": "ripen",
    "clue": "To grow ripe; to become mature (said of grain, fruit, flowers etc.)"
  },
  {
    "id": 1524,
    "word": "rise",
    "clue": "To move, or appear to move, physically upwards relative to the ground."
  },
  {
    "id": 1525,
    "word": "risk",
    "clue": "A possible adverse event or outcome"
  },
  {
    "id": 1526,
    "word": "rival",
    "clue": "A competitor (person, team, company, etc.) with the same goal as another, or striving to attain the same thing. Defeating a rival may be a primary or necessary goal of a competitor."
  },
  {
    "id": 1527,
    "word": "rivalry",
    "clue": "An ongoing relationship between (usually two) rivals who compete for superiority."
  },
  {
    "id": 1528,
    "word": "river",
    "clue": "A large and often winding stream which drains a land mass, carrying water down from higher areas to a lower point, oftentimes ending in another body of water, such as an ocean or in an inland sea."
  },
  {
    "id": 1529,
    "word": "road",
    "clue": "A way used for travelling between places, originally one wide enough to allow foot passengers and horses to travel, now (US) usually one surfaced with asphalt or concrete and designed to accommodate many vehicles travelling in both directions. In the UK both senses are heard: a country road is the same as a country lane."
  },
  {
    "id": 1530,
    "word": "roar",
    "clue": "A long, loud, deep shout, as of rage or laughter, made with the mouth wide open."
  },
  {
    "id": 1531,
    "word": "roast",
    "clue": "A cut of meat suited to roasting"
  },
  {
    "id": 1532,
    "word": "robbery",
    "clue": "The act or practice of robbing."
  },
  {
    "id": 1533,
    "word": "rock",
    "clue": "A formation of minerals, specifically:"
  },
  {
    "id": 1534,
    "word": "roll",
    "clue": "The act or result of rolling, or state of being rolled."
  },
  {
    "id": 1535,
    "word": "roof",
    "clue": "The external covering at the top of a building."
  },
  {
    "id": 1536,
    "word": "room",
    "clue": "Opportunity or scope (to do something)."
  },
  {
    "id": 1537,
    "word": "root",
    "clue": "The part of a plant, generally underground, that anchors and supports the plant body, absorbs and stores water and nutrients, and in some plants is able to perform vegetative reproduction."
  },
  {
    "id": 1538,
    "word": "rope",
    "clue": "Thick strings, yarn, monofilaments, metal wires, or strands of other cordage that are twisted together to form a stronger line."
  },
  {
    "id": 1539,
    "word": "rotten",
    "clue": "Of perishable items, overridden with bacteria and other infectious agents."
  },
  {
    "id": 1540,
    "word": "rough",
    "clue": "The unmowed part of a golf course."
  },
  {
    "id": 1541,
    "word": "round",
    "clue": "So as to form a circle or trace a circular path, or approximation thereof."
  },
  {
    "id": 1542,
    "word": "royal",
    "clue": "A royal person; a member of a royal family."
  },
  {
    "id": 1543,
    "word": "royalty",
    "clue": "The rank, status, power or authority of a monarch."
  },
  {
    "id": 1544,
    "word": "rubber",
    "clue": "Pliable material derived from the sap of the rubber tree; a hydrocarbon polymer of isoprene."
  },
  {
    "id": 1545,
    "word": "rubbish",
    "clue": "Refuse, waste, garbage, junk, trash."
  },
  {
    "id": 1546,
    "word": "rude",
    "clue": "Bad-mannered."
  },
  {
    "id": 1547,
    "word": "ruin",
    "clue": "(sometimes in the plural) The remains of a destroyed or dilapidated construction, such as a house or castle."
  },
  {
    "id": 1548,
    "word": "rule",
    "clue": "A regulation, law, guideline."
  },
  {
    "id": 1549,
    "word": "rush",
    "clue": "Any of several stiff plants of the genus Juncus, or the family Juncaceae, having hollow or pithy stems and small flowers, and often growing in marshes or near water."
  },
  {
    "id": 1550,
    "word": "rust",
    "clue": "The deteriorated state of iron or steel as a result of moisture and oxidation."
  },
  {
    "id": 1551,
    "word": "sacred",
    "clue": "Characterized by solemn religious ceremony or religious use, especially, in a positive sense; consecrated, made holy."
  },
  {
    "id": 1552,
    "word": "sacrifice",
    "clue": "The offering of anything to a god; a consecratory rite."
  },
  {
    "id": 1553,
    "word": "sadden",
    "clue": "To make sad or unhappy."
  },
  {
    "id": 1554,
    "word": "saddle",
    "clue": "A seat (tack) for a rider placed on the back of a horse or other animal."
  },
  {
    "id": 1555,
    "word": "safe",
    "clue": "A box, usually made of metal, in which valuables can be locked for safekeeping."
  },
  {
    "id": 1556,
    "word": "safety",
    "clue": "The condition or feeling of being safe; security; certainty."
  },
  {
    "id": 1557,
    "word": "sail",
    "clue": "A piece of fabric attached to a boat and arranged such that it causes the wind to drive the boat along. The sail may be attached to the boat via a combination of mast, spars and ropes."
  },
  {
    "id": 1558,
    "word": "sailor",
    "clue": "A person in the business of navigating ships or other vessels"
  },
  {
    "id": 1559,
    "word": "sake",
    "clue": "Cause, interest or account"
  },
  {
    "id": 1560,
    "word": "salary",
    "clue": "A fixed amount of money paid to a worker, usually calculated on a monthly or annual basis, not hourly, as wages. Implies a degree of professionalism and/or autonomy."
  },
  {
    "id": 1561,
    "word": "sale",
    "clue": "A hall."
  },
  {
    "id": 1562,
    "word": "salesman",
    "clue": "A man whose job it is to sell things, either in a shop/store or elsewhere."
  },
  {
    "id": 1563,
    "word": "salt",
    "clue": "A common substance, chemically consisting mainly of sodium chloride (NaCl), used extensively as a condiment and preservative."
  },
  {
    "id": 1564,
    "word": "same",
    "clue": "Not different or other; not another or others; not different as regards self; selfsame; identical."
  },
  {
    "id": 1565,
    "word": "sample",
    "clue": "A part or snippet of something taken or presented for inspection, or shown as evidence of the quality of the whole; a specimen."
  },
  {
    "id": 1566,
    "word": "sand",
    "clue": "Rock that is ground more finely than gravel, but is not as fine as silt (more formally, see grain sizes chart), forming beaches and deserts and also used in construction."
  },
  {
    "id": 1567,
    "word": "satisfaction",
    "clue": "A fulfilment of a need or desire."
  },
  {
    "id": 1568,
    "word": "satisfactory",
    "clue": "Done to satisfaction; adequate or sufficient."
  },
  {
    "id": 1569,
    "word": "satisfy",
    "clue": "To do enough for; to meet the needs of; to fulfill the wishes or requirements of."
  },
  {
    "id": 1570,
    "word": "sauce",
    "clue": "A liquid (often thickened) condiment or accompaniment to food."
  },
  {
    "id": 1571,
    "word": "saucer",
    "clue": "A small shallow dish to hold a cup and catch drips."
  },
  {
    "id": 1572,
    "word": "save",
    "clue": "In various sports, a block that prevents an opponent from scoring."
  },
  {
    "id": 1573,
    "word": "scale",
    "clue": "A ladder; a series of steps; a means of ascending."
  },
  {
    "id": 1574,
    "word": "scarce",
    "clue": "Uncommon, rare; difficult to find; insufficient to meet a demand."
  },
  {
    "id": 1575,
    "word": "scatter",
    "clue": "The act of scattering or dispersing."
  },
  {
    "id": 1576,
    "word": "scene",
    "clue": "The location of an event that attracts attention."
  },
  {
    "id": 1577,
    "word": "scenery",
    "clue": "View, natural features, landscape."
  },
  {
    "id": 1578,
    "word": "scent",
    "clue": "A distinctive odour or smell."
  },
  {
    "id": 1579,
    "word": "school",
    "clue": "(collective) A group of fish or a group of marine mammals such as porpoises, dolphins, or whales."
  },
  {
    "id": 1580,
    "word": "science",
    "clue": "A particular discipline or branch of learning, especially one dealing with measurable or systematic principles rather than intuition or natural ability."
  },
  {
    "id": 1581,
    "word": "scientific",
    "clue": "Of, or having to do with science."
  },
  {
    "id": 1582,
    "word": "scientist",
    "clue": "One whose activities make use of the scientific method to answer questions regarding the measurable universe. A scientist may be involved in original research, or make use of the results of the research of others."
  },
  {
    "id": 1583,
    "word": "scissors",
    "clue": "One blade on a pair of scissors."
  },
  {
    "id": 1584,
    "word": "scold",
    "clue": "To burn with hot liquid."
  },
  {
    "id": 1585,
    "word": "scorn",
    "clue": "Contempt or disdain."
  },
  {
    "id": 1586,
    "word": "scrape",
    "clue": "A broad, shallow injury left by scraping (rather than a cut or a scratch)."
  },
  {
    "id": 1587,
    "word": "scratch",
    "clue": "A disruption, mark or shallow cut on a surface made by scratching."
  },
  {
    "id": 1588,
    "word": "screen",
    "clue": "A physical divider intended to block an area from view, or provide shelter from something dangerous."
  },
  {
    "id": 1589,
    "word": "screw",
    "clue": "A device that has a helical function."
  },
  {
    "id": 1590,
    "word": "search",
    "clue": "An attempt to find something."
  },
  {
    "id": 1591,
    "word": "season",
    "clue": "Each of the four divisions of a year: spring, summer, autumn (fall) and winter"
  },
  {
    "id": 1592,
    "word": "seat",
    "clue": "Something to be sat upon."
  },
  {
    "id": 1593,
    "word": "second",
    "clue": "Something that is number two in a series."
  },
  {
    "id": 1594,
    "word": "secrecy",
    "clue": "Concealment; the condition of being secret or hidden."
  },
  {
    "id": 1595,
    "word": "secret",
    "clue": "A piece of knowledge that is hidden and intended to be kept hidden."
  },
  {
    "id": 1596,
    "word": "secretary",
    "clue": "Someone entrusted with a secret; a confidant."
  },
  {
    "id": 1597,
    "word": "seed",
    "clue": "A fertilized and ripened ovule, containing an embryonic plant."
  },
  {
    "id": 1598,
    "word": "seem",
    "clue": "To appear; to look outwardly; to be perceived as."
  },
  {
    "id": 1599,
    "word": "seize",
    "clue": "To deliberately take hold of; to grab or capture."
  },
  {
    "id": 1600,
    "word": "seldom",
    "clue": "Rare; infrequent."
  },
  {
    "id": 1601,
    "word": "self",
    "clue": "One individual's personality, character, demeanor, or disposition."
  },
  {
    "id": 1602,
    "word": "selfish",
    "clue": "Holding one's own self-interest as the standard for decision making."
  },
  {
    "id": 1603,
    "word": "sell",
    "clue": "An act of selling."
  },
  {
    "id": 1604,
    "word": "send",
    "clue": "The rising motion of water as a wave passes; a surge; the upward angular displacement of a vessel, opposed to pitch, the correlative downward movement."
  },
  {
    "id": 1605,
    "word": "sense",
    "clue": "Any of the manners by which living beings perceive the physical world: for humans sight, smell, hearing, touch, taste."
  },
  {
    "id": 1606,
    "word": "sensitive",
    "clue": "A person with a paranormal sensitivity to something that most cannot perceive."
  },
  {
    "id": 1607,
    "word": "sentence",
    "clue": "The decision or judgement of a jury or court; a verdict."
  },
  {
    "id": 1608,
    "word": "separate",
    "clue": "(usually in the plural) Anything that is sold by itself, especially an article of clothing."
  },
  {
    "id": 1609,
    "word": "separation",
    "clue": "The act of disuniting two or more things, or the condition of being separated."
  },
  {
    "id": 1610,
    "word": "serious",
    "clue": "Without humor or expression of happiness; grave in manner or disposition"
  },
  {
    "id": 1611,
    "word": "servant",
    "clue": "One who is hired to perform regular household or other duties, and receives compensation. As opposed to a slave."
  },
  {
    "id": 1612,
    "word": "serve",
    "clue": "An act of putting the ball or shuttlecock in play in various games."
  },
  {
    "id": 1613,
    "word": "service",
    "clue": "An act of being of assistance to someone."
  },
  {
    "id": 1614,
    "word": "settle",
    "clue": "To conclude or resolve (something):"
  },
  {
    "id": 1615,
    "word": "several",
    "clue": "An area of land in private ownership (as opposed to common land)."
  },
  {
    "id": 1616,
    "word": "severe",
    "clue": "Very bad or intense."
  },
  {
    "id": 1617,
    "word": "shade",
    "clue": "Darkness where light, particularly sunlight, is blocked."
  },
  {
    "id": 1618,
    "word": "shadow",
    "clue": "A dark image projected onto a surface where light (or other radiation) is blocked by the shade of an object."
  },
  {
    "id": 1619,
    "word": "shake",
    "clue": "The act of shaking or being shaken; tremulous or back-and-forth motion."
  },
  {
    "id": 1620,
    "word": "shall",
    "clue": "(modal, auxiliary verb, defective) Used before a verb to indicate the simple future tense in the first person singular or plural."
  },
  {
    "id": 1621,
    "word": "shallow",
    "clue": "A shallow portion of an otherwise deep body of water."
  },
  {
    "id": 1622,
    "word": "shame",
    "clue": "Uncomfortable or painful feeling due to recognition or consciousness of one's own impropriety or dishonor or something being exposed that should have been kept private."
  },
  {
    "id": 1623,
    "word": "shape",
    "clue": "The status or condition of something"
  },
  {
    "id": 1624,
    "word": "share",
    "clue": "A portion of something, especially a portion given or allotted to someone."
  },
  {
    "id": 1625,
    "word": "sharp",
    "clue": "The symbol ♯, placed after the name of a note in the key signature or before a note on the staff to indicate that the note is to be played a semitone higher."
  },
  {
    "id": 1626,
    "word": "sharpen",
    "clue": "(sometimes figurative) To make sharp."
  },
  {
    "id": 1627,
    "word": "shave",
    "clue": "To make bald or shorter by using a tool such as a razor or pair of electric clippers to cut the hair close to the skin."
  },
  {
    "id": 1628,
    "word": "sheep",
    "clue": "A woolly ruminant of the genus Ovis."
  },
  {
    "id": 1629,
    "word": "sheet",
    "clue": "A thin bed cloth used as a covering for a mattress or as a layer over the sleeper."
  },
  {
    "id": 1630,
    "word": "shelf",
    "clue": "A flat, rigid structure, fixed at right angles to a wall or forming a part of a cabinet, desk etc., and used to support, store or display objects."
  },
  {
    "id": 1631,
    "word": "shell",
    "clue": "A hard external covering of an animal."
  },
  {
    "id": 1632,
    "word": "shelter",
    "clue": "A refuge, haven or other cover or protection from something."
  },
  {
    "id": 1633,
    "word": "shield",
    "clue": "Anything that protects or defends; defense; shelter; protection."
  },
  {
    "id": 1634,
    "word": "shilling",
    "clue": "A coin formerly used in the United Kingdom, Ireland, Malta, Australia, New Zealand and many other Commonwealth countries."
  },
  {
    "id": 1635,
    "word": "shine",
    "clue": "Brightness from a source of light."
  },
  {
    "id": 1636,
    "word": "ship",
    "clue": "A water-borne vessel generally larger than a boat."
  },
  {
    "id": 1637,
    "word": "shirt",
    "clue": "An article of clothing that is worn on the upper part of the body, and often has sleeves, either long or short, that cover the arms."
  },
  {
    "id": 1638,
    "word": "shock",
    "clue": "A sudden, heavy impact."
  },
  {
    "id": 1639,
    "word": "shoe",
    "clue": "A protective covering for the foot, with a bottom part composed of thick leather or plastic sole and often a thicker heel, and a softer upper part made of leather or synthetic material. Shoes generally do not extend above the ankle, as opposed to boots, which do."
  },
  {
    "id": 1640,
    "word": "shoot",
    "clue": "The emerging stem and embryonic leaves of a new plant."
  },
  {
    "id": 1641,
    "word": "shop",
    "clue": "An establishment that sells goods or services to the public; originally only a physical location, but now a virtual establishment as well."
  },
  {
    "id": 1642,
    "word": "shore",
    "clue": "Land adjoining a non-flowing body of water, such as an ocean, lake or pond."
  },
  {
    "id": 1643,
    "word": "short",
    "clue": "A short circuit."
  },
  {
    "id": 1644,
    "word": "shorten",
    "clue": "To make shorter; to abbreviate."
  },
  {
    "id": 1645,
    "word": "should",
    "clue": "(modal, auxiliary verb, defective) Used before a verb to indicate the simple future tense in the first person singular or plural."
  },
  {
    "id": 1646,
    "word": "shoulder",
    "clue": "The part of an animal's body between the base of the neck and forearm socket."
  },
  {
    "id": 1647,
    "word": "shout",
    "clue": "A loud burst of voice or voices; a violent and sudden outcry, especially that of a multitude expressing joy, triumph, exultation, anger, or animated courage."
  },
  {
    "id": 1648,
    "word": "show",
    "clue": "A play, dance, or other entertainment."
  },
  {
    "id": 1649,
    "word": "shower",
    "clue": "A brief fall of precipitation (spell of rain, or a similar fall of snow, sleet, or cascade)."
  },
  {
    "id": 1650,
    "word": "shut",
    "clue": "Closed, shut."
  },
  {
    "id": 1651,
    "word": "sick",
    "clue": "Sick people in general as a group."
  },
  {
    "id": 1652,
    "word": "side",
    "clue": "A bounding straight edge of a two-dimensional shape."
  },
  {
    "id": 1653,
    "word": "sight",
    "clue": "(in the singular) The ability to see."
  },
  {
    "id": 1654,
    "word": "sign",
    "clue": "(sometimes also used uncountably) A visible indication."
  },
  {
    "id": 1655,
    "word": "signal",
    "clue": "A sequence of states representing an encoded message in a communication channel."
  },
  {
    "id": 1656,
    "word": "signature",
    "clue": "A person's name, written by that person, used as identification or to signify approval of accompanying material, such as a legal contract."
  },
  {
    "id": 1657,
    "word": "silence",
    "clue": "The absence of any sound."
  },
  {
    "id": 1658,
    "word": "silent",
    "clue": "That which is silent; a time of silence."
  },
  {
    "id": 1659,
    "word": "silk",
    "clue": "A fine fiber excreted by the silkworm or other arthropod (such as a spider)."
  },
  {
    "id": 1660,
    "word": "silver",
    "clue": "A lustrous, white, metallic element, atomic number 47, atomic weight 107.87, symbol Ag."
  },
  {
    "id": 1661,
    "word": "simple",
    "clue": "A herbal preparation made from one plant, as opposed to something made from more than one plant."
  },
  {
    "id": 1662,
    "word": "simplicity",
    "clue": "The state or quality of being simple"
  },
  {
    "id": 1663,
    "word": "since",
    "clue": "From a specified time in the past."
  },
  {
    "id": 1664,
    "word": "sincere",
    "clue": "Genuine; meaning what one says or does; heartfelt."
  },
  {
    "id": 1665,
    "word": "sing",
    "clue": "A gathering at which people sing songs."
  },
  {
    "id": 1666,
    "word": "single",
    "clue": "A 45 RPM vinyl record with one song on side A and one on side B."
  },
  {
    "id": 1667,
    "word": "sink",
    "clue": "A basin used for holding water for washing."
  },
  {
    "id": 1668,
    "word": "sister",
    "clue": "A daughter of the same parents as another person; a female sibling."
  },
  {
    "id": 1669,
    "word": "situation",
    "clue": "The combination of circumstances at a given moment; a state of affairs."
  },
  {
    "id": 1670,
    "word": "size",
    "clue": "(obsolete outside dialectal) An assize."
  },
  {
    "id": 1671,
    "word": "skill",
    "clue": "Capacity to do something well; technique, ability. Skills are usually acquired or learned, as opposed to abilities, which are often thought of as innate."
  },
  {
    "id": 1672,
    "word": "skin",
    "clue": "The outer protective layer of the body of any animal, including of a human."
  },
  {
    "id": 1673,
    "word": "skirt",
    "clue": "An article of clothing, usually worn by women and girls, that hangs from the waist and covers the lower part of the body."
  },
  {
    "id": 1674,
    "word": "slave",
    "clue": "A person who is held in servitude as the property of another person, and whose labor (and often also whose body and life) is subject to the owner's volition and control."
  },
  {
    "id": 1675,
    "word": "slavery",
    "clue": "An institution or social practice of owning human beings as property, especially for use as forced laborers."
  },
  {
    "id": 1676,
    "word": "sleep",
    "clue": "To rest in a state of reduced consciousness."
  },
  {
    "id": 1677,
    "word": "slide",
    "clue": "An item of play equipment that children can climb up and then slide down again."
  },
  {
    "id": 1678,
    "word": "slight",
    "clue": "The act of slighting; a deliberate act of neglect or discourtesy."
  },
  {
    "id": 1679,
    "word": "slip",
    "clue": "A thin, slippery mix of clay and water."
  },
  {
    "id": 1680,
    "word": "slippery",
    "clue": "Of a surface, having low friction, often due to being covered in a non-viscous liquid, and therefore hard to grip, hard to stand on without falling, etc."
  },
  {
    "id": 1681,
    "word": "slope",
    "clue": "An area of ground that tends evenly upward or downward."
  },
  {
    "id": 1682,
    "word": "slow",
    "clue": "Someone who is slow; a sluggard."
  },
  {
    "id": 1683,
    "word": "small",
    "clue": "Any part of something that is smaller or slimmer than the rest, now usually with anatomical reference to the back."
  },
  {
    "id": 1684,
    "word": "smell",
    "clue": "A sensation, pleasant or unpleasant, detected by inhaling air (or, the case of water-breathing animals, water) carrying airborne molecules of a substance."
  },
  {
    "id": 1685,
    "word": "smile",
    "clue": "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety."
  },
  {
    "id": 1686,
    "word": "smoke",
    "clue": "The visible vapor/vapour, gases, and fine particles given off by burning or smoldering material."
  },
  {
    "id": 1687,
    "word": "smooth",
    "clue": "Something that is smooth, or that goes smoothly and easily."
  },
  {
    "id": 1688,
    "word": "snake",
    "clue": "A legless reptile of the sub-order Serpentes with a long, thin body and a fork-shaped tongue."
  },
  {
    "id": 1689,
    "word": "snow",
    "clue": "The frozen, crystalline state of water that falls as precipitation."
  },
  {
    "id": 1690,
    "word": "soap",
    "clue": "A substance able to mix with both oil and water, used for cleaning, often in the form of a solid bar or in liquid form, derived from fats or made synthetically."
  },
  {
    "id": 1691,
    "word": "social",
    "clue": "A festive gathering to foster introductions."
  },
  {
    "id": 1692,
    "word": "society",
    "clue": "A long-standing group of people sharing cultural aspects such as language, dress, norms of behavior and artistic forms."
  },
  {
    "id": 1693,
    "word": "sock",
    "clue": "A knitted or woven covering for the foot."
  },
  {
    "id": 1694,
    "word": "soft",
    "clue": "A soft or foolish person; an idiot."
  },
  {
    "id": 1695,
    "word": "soften",
    "clue": "To make something soft or softer."
  },
  {
    "id": 1696,
    "word": "soil",
    "clue": "A mixture of mineral particles and organic material, used to support plant growth."
  },
  {
    "id": 1697,
    "word": "soldier",
    "clue": "A member of an army, of any rank."
  },
  {
    "id": 1698,
    "word": "solemn",
    "clue": "Deeply serious and somber."
  },
  {
    "id": 1699,
    "word": "solid",
    "clue": "A substance in the fundamental state of matter that retains its size and shape without need of a container (as opposed to a liquid or gas)."
  },
  {
    "id": 1700,
    "word": "solution",
    "clue": "A homogeneous mixture, which may be liquid, gas or solid, formed by dissolving one or more substances."
  },
  {
    "id": 1701,
    "word": "solve",
    "clue": "(chiefly law enforcement) A solution; an explanation."
  },
  {
    "id": 1702,
    "word": "some",
    "clue": "Of a measurement: approximately, roughly."
  },
  {
    "id": 1703,
    "word": "somebody",
    "clue": "A recognised or important person, a celebrity."
  },
  {
    "id": 1704,
    "word": "somehow",
    "clue": "In one way or another; in a way not yet known or explained; by some means"
  },
  {
    "id": 1705,
    "word": "someone",
    "clue": "A partially specified but unnamed person."
  },
  {
    "id": 1706,
    "word": "something",
    "clue": "An object whose nature is yet to be defined."
  },
  {
    "id": 1707,
    "word": "sometime",
    "clue": "Former, erstwhile; at some previous time."
  },
  {
    "id": 1708,
    "word": "sometimes",
    "clue": "Former; sometime."
  },
  {
    "id": 1709,
    "word": "somewhere",
    "clue": "Unspecified or unknown (unlocated) place or location."
  },
  {
    "id": 1710,
    "word": "song",
    "clue": "A musical composition with lyrics for voice or voices, performed by singing."
  },
  {
    "id": 1711,
    "word": "soon",
    "clue": "Short in length of time from the present."
  },
  {
    "id": 1712,
    "word": "sore",
    "clue": "An injured, infected, inflamed or diseased patch of skin."
  },
  {
    "id": 1713,
    "word": "sorrow",
    "clue": "Unhappiness, woe"
  },
  {
    "id": 1714,
    "word": "sorry",
    "clue": "The act of saying sorry; an apology."
  },
  {
    "id": 1715,
    "word": "sort",
    "clue": "A general type."
  },
  {
    "id": 1716,
    "word": "soul",
    "clue": "The spirit or essence of a person usually thought to consist of one's thoughts and personality. Often believed to live on after the person's death."
  },
  {
    "id": 1717,
    "word": "sound",
    "clue": "Healthy."
  },
  {
    "id": 1718,
    "word": "soup",
    "clue": "Any of various dishes commonly made by combining liquids, such as water or stock with other ingredients, such as meat and vegetables, that contribute flavor and texture."
  },
  {
    "id": 1719,
    "word": "sour",
    "clue": "The sensation of a sour taste."
  },
  {
    "id": 1720,
    "word": "south",
    "clue": "One of the four major compass points, specifically 180°, directed toward the South Pole, and conventionally downwards on a map, abbreviated as S."
  },
  {
    "id": 1721,
    "word": "space",
    "clue": "(heading) Of time."
  },
  {
    "id": 1722,
    "word": "spade",
    "clue": "A garden tool with a handle and a flat blade for digging. Not to be confused with a shovel which is used for moving earth or other materials."
  },
  {
    "id": 1723,
    "word": "spare",
    "clue": "The act of sparing; moderation; restraint."
  },
  {
    "id": 1724,
    "word": "speak",
    "clue": "A low class bar, a speakeasy."
  },
  {
    "id": 1725,
    "word": "special",
    "clue": "A reduction in consumer cost (usually for a limited time) for items or services rendered."
  },
  {
    "id": 1726,
    "word": "speech",
    "clue": "The faculty of uttering articulate sounds or words; the ability to speak or to use vocalizations to communicate."
  },
  {
    "id": 1727,
    "word": "speed",
    "clue": "The state of moving quickly or the capacity for rapid motion; rapidity."
  },
  {
    "id": 1728,
    "word": "spell",
    "clue": "Words or a formula supposed to have magical powers."
  },
  {
    "id": 1729,
    "word": "spend",
    "clue": "Amount of money spent (during a period); expenditure."
  },
  {
    "id": 1730,
    "word": "spill",
    "clue": "A mess of something that has been dropped."
  },
  {
    "id": 1731,
    "word": "spin",
    "clue": "Rapid circular motion."
  },
  {
    "id": 1732,
    "word": "spirit",
    "clue": "The soul of a person or other creature. What moves through experience into self-definition as souls purpose."
  },
  {
    "id": 1733,
    "word": "spit",
    "clue": "A thin metal or wooden rod on which meat is skewered for cooking, often over a fire."
  },
  {
    "id": 1734,
    "word": "spite",
    "clue": "Ill will or hatred toward another, accompanied with the desire to irritate, annoy, or thwart; a want to disturb or put out another; mild malice"
  },
  {
    "id": 1735,
    "word": "splendid",
    "clue": "Possessing or displaying splendor; shining; very bright."
  },
  {
    "id": 1736,
    "word": "split",
    "clue": "A crack or longitudinal fissure."
  },
  {
    "id": 1737,
    "word": "spoil",
    "clue": "(Also in plural: spoils) Plunder taken from an enemy or victim."
  },
  {
    "id": 1738,
    "word": "spoon",
    "clue": "An implement for eating or serving; a scooped utensil whose long handle is straight, in contrast to a ladle."
  },
  {
    "id": 1739,
    "word": "sport",
    "clue": "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics."
  },
  {
    "id": 1740,
    "word": "spot",
    "clue": "A round or irregular patch on the surface of a thing having a different color, texture etc. and generally round in shape."
  },
  {
    "id": 1741,
    "word": "spread",
    "clue": "The act of spreading."
  },
  {
    "id": 1742,
    "word": "spring",
    "clue": "To weaken, as a joint, ligament, or muscle, by sudden and excessive exertion, as by wrenching; to overstrain, or stretch injuriously, but without luxation"
  },
  {
    "id": 1743,
    "word": "square",
    "clue": "A polygon with four sides of equal length and four right angles; an equilateral rectangle; a regular quadrilateral."
  },
  {
    "id": 1744,
    "word": "staff",
    "clue": "(plural staffs or staves) A long, straight, thick wooden rod or stick, especially one used to assist in walking."
  },
  {
    "id": 1745,
    "word": "stage",
    "clue": "A phase."
  },
  {
    "id": 1746,
    "word": "stain",
    "clue": "A discoloured spot or area."
  },
  {
    "id": 1747,
    "word": "stair",
    "clue": "A single step in a staircase."
  },
  {
    "id": 1748,
    "word": "stamp",
    "clue": "An act of stamping the foot, paw or hoof."
  },
  {
    "id": 1749,
    "word": "stand",
    "clue": "The act of standing."
  },
  {
    "id": 1750,
    "word": "standard",
    "clue": "A principle or example or measure used for comparison."
  },
  {
    "id": 1751,
    "word": "staple",
    "clue": "A town containing merchants who have exclusive right, under royal authority, to purchase or produce certain goods for export; also, the body of such merchants seen as a group."
  },
  {
    "id": 1752,
    "word": "star",
    "clue": "Any small luminous dot appearing in the cloudless portion of the night sky, especially with a fixed location relative to other such dots."
  },
  {
    "id": 1753,
    "word": "start",
    "clue": "The beginning of an activity."
  },
  {
    "id": 1754,
    "word": "state",
    "clue": "A condition; a set of circumstances applying at any given time."
  },
  {
    "id": 1755,
    "word": "station",
    "clue": "A stopping place."
  },
  {
    "id": 1756,
    "word": "stay",
    "clue": "Continuance or a period of time spent in a place; abode for an indefinite time; sojourn."
  },
  {
    "id": 1757,
    "word": "steady",
    "clue": "A rest or support, as for the hand, a tool, or a piece of work."
  },
  {
    "id": 1758,
    "word": "steam",
    "clue": "The vapor formed when water changes from liquid phase to gas phase."
  },
  {
    "id": 1759,
    "word": "steel",
    "clue": "An artificial metal produced from iron, harder and more elastic than elemental iron; used figuratively as a symbol of hardness."
  },
  {
    "id": 1760,
    "word": "steep",
    "clue": "The steep side of a mountain etc.; a slope or acclivity."
  },
  {
    "id": 1761,
    "word": "steer",
    "clue": "A suggestion about a course of action."
  },
  {
    "id": 1762,
    "word": "stem",
    "clue": "The stock of a family; a race or generation of progenitors."
  },
  {
    "id": 1763,
    "word": "step",
    "clue": "An advance or movement made from one foot to the other; a pace."
  },
  {
    "id": 1764,
    "word": "stick",
    "clue": "An elongated piece of wood or similar material, typically put to some use, for example as a wand or baton."
  },
  {
    "id": 1765,
    "word": "stiff",
    "clue": "An average person, usually male, of no particular distinction, skill, or education, often a working stiff or lucky stiff."
  },
  {
    "id": 1766,
    "word": "stiffen",
    "clue": "To make stiff."
  },
  {
    "id": 1767,
    "word": "still",
    "clue": "A period of calm or silence."
  },
  {
    "id": 1768,
    "word": "sting",
    "clue": "A bump left on the skin after having been stung."
  },
  {
    "id": 1769,
    "word": "stir",
    "clue": "The act or result of stirring (moving around the particles of a liquid etc.)"
  },
  {
    "id": 1770,
    "word": "stock",
    "clue": "A store or supply."
  },
  {
    "id": 1771,
    "word": "stocking",
    "clue": "A soft garment, usually knit or woven, worn on the foot and lower leg under shoes or other footwear."
  },
  {
    "id": 1772,
    "word": "stomach",
    "clue": "An organ in animals that stores food in the process of digestion."
  },
  {
    "id": 1773,
    "word": "stone",
    "clue": "A hard earthen substance that can form large rocks."
  },
  {
    "id": 1774,
    "word": "stop",
    "clue": "A (usually marked) place where buses, trams or trains halt to let passengers get on and off, usually smaller than a station."
  },
  {
    "id": 1775,
    "word": "store",
    "clue": "A place where items may be accumulated or routinely kept."
  },
  {
    "id": 1776,
    "word": "storm",
    "clue": "Any disturbed state of the atmosphere, especially as affecting the earth's surface, and strongly implying destructive or unpleasant weather."
  },
  {
    "id": 1777,
    "word": "story",
    "clue": "A sequence of real or fictional events; or, an account of such a sequence."
  },
  {
    "id": 1778,
    "word": "stove",
    "clue": "A heater, a closed apparatus to burn fuel for the warming of a room."
  },
  {
    "id": 1779,
    "word": "straight",
    "clue": "Something that is not crooked or bent such as a part of a road or track."
  },
  {
    "id": 1780,
    "word": "straighten",
    "clue": "To cause to become straight."
  },
  {
    "id": 1781,
    "word": "strange",
    "clue": "Vagina"
  },
  {
    "id": 1782,
    "word": "strap",
    "clue": "A long, narrow, pliable strip of leather, cloth, or the like."
  },
  {
    "id": 1783,
    "word": "straw",
    "clue": "A dried stalk of a cereal plant."
  },
  {
    "id": 1784,
    "word": "stream",
    "clue": "A small river; a large creek; a body of moving water confined by banks."
  },
  {
    "id": 1785,
    "word": "street",
    "clue": "A paved part of road, usually in a village or a town."
  },
  {
    "id": 1786,
    "word": "strength",
    "clue": "The quality or degree of being strong."
  },
  {
    "id": 1787,
    "word": "strengthen",
    "clue": "To make strong or stronger; to add strength to; to increase the strength of; to fortify."
  },
  {
    "id": 1788,
    "word": "stretch",
    "clue": "An act of stretching."
  },
  {
    "id": 1789,
    "word": "strict",
    "clue": "Strained; drawn close; tight."
  },
  {
    "id": 1790,
    "word": "strike",
    "clue": "A status resulting from a batter swinging and missing a pitch, or not swinging at a pitch when the ball goes in the strike zone, or hitting a foul ball that is not caught."
  },
  {
    "id": 1791,
    "word": "string",
    "clue": "A building, wing or dependency set apart and adapted for lodging and feeding (and training) animals with hoofs, especially horses."
  },
  {
    "id": 1792,
    "word": "strip",
    "clue": "A long, thin piece of land; any long, thin area."
  },
  {
    "id": 1793,
    "word": "stripe",
    "clue": "A long, relatively straight region of a single colour."
  },
  {
    "id": 1794,
    "word": "stroke",
    "clue": "An act of stroking (moving one's hand over a surface)."
  },
  {
    "id": 1795,
    "word": "strong",
    "clue": "Capable of producing great physical force."
  },
  {
    "id": 1796,
    "word": "struggle",
    "clue": "A contortion of the body in an attempt to escape or to perform a difficult task."
  },
  {
    "id": 1797,
    "word": "student",
    "clue": "A person who studies or learns about a particular subject."
  },
  {
    "id": 1798,
    "word": "study",
    "clue": "(usually academic) To review materials already learned in order to make sure one does not forget them, usually in preparation for an examination."
  },
  {
    "id": 1799,
    "word": "stuff",
    "clue": "Miscellaneous items or objects; (with possessive) personal effects."
  },
  {
    "id": 1800,
    "word": "stupid",
    "clue": "A stupid person; a fool."
  },
  {
    "id": 1801,
    "word": "subject",
    "clue": "Likely to be affected by or to experience something."
  },
  {
    "id": 1802,
    "word": "substance",
    "clue": "Physical matter; material."
  },
  {
    "id": 1803,
    "word": "succeed",
    "clue": "To follow in order; to come next after; hence, to take the place of."
  },
  {
    "id": 1804,
    "word": "success",
    "clue": "The achievement of one's aim or goal."
  },
  {
    "id": 1805,
    "word": "such",
    "clue": "Something being indicated that is similar to something else."
  },
  {
    "id": 1806,
    "word": "suck",
    "clue": "An instance of drawing something into one's mouth by inhaling."
  },
  {
    "id": 1807,
    "word": "sudden",
    "clue": "An unexpected occurrence; a surprise."
  },
  {
    "id": 1808,
    "word": "suffer",
    "clue": "To undergo hardship."
  },
  {
    "id": 1809,
    "word": "sugar",
    "clue": "Sucrose in the form of small crystals, obtained from sugar cane or sugar beet and used to sweeten food and drink."
  },
  {
    "id": 1810,
    "word": "suggest",
    "clue": "To imply but stop short of saying explicitly."
  },
  {
    "id": 1811,
    "word": "suggestion",
    "clue": "Something suggested (with subsequent adposition being for)"
  },
  {
    "id": 1812,
    "word": "suit",
    "clue": "A set of clothes to be worn together, now especially a man's matching jacket and trousers (also business suit or lounge suit), or a similar outfit for a woman."
  },
  {
    "id": 1813,
    "word": "summer",
    "clue": "One of four seasons, traditionally the second, marked by the longest and typically hottest days of the year due to the inclination of the Earth and thermal lag. Typically regarded as being from June 21 to September 22 or 23 in parts of the USA, the months of June, July and August in the United Kingdom and the months of December, January and February in the Southern Hemisphere."
  },
  {
    "id": 1814,
    "word": "supper",
    "clue": "Food consumed before going to bed."
  },
  {
    "id": 1815,
    "word": "supply",
    "clue": "The act of supplying."
  },
  {
    "id": 1816,
    "word": "support",
    "clue": "(sometimes attributive) Something which supports."
  },
  {
    "id": 1817,
    "word": "suppose",
    "clue": "To take for granted; to conclude, with less than absolute supporting data; to believe."
  },
  {
    "id": 1818,
    "word": "sure",
    "clue": "Physically secure and certain, non-failing, reliable."
  },
  {
    "id": 1819,
    "word": "surface",
    "clue": "The overside or up-side of a flat object such as a table, or of a liquid."
  },
  {
    "id": 1820,
    "word": "surprise",
    "clue": "Something unexpected."
  },
  {
    "id": 1821,
    "word": "surround",
    "clue": "Anything, such as a fence or border, that surrounds something."
  },
  {
    "id": 1822,
    "word": "suspect",
    "clue": "A person who is suspected of something, in particular of committing a crime."
  },
  {
    "id": 1823,
    "word": "suspicion",
    "clue": "The act of suspecting something or someone, especially of something wrong."
  },
  {
    "id": 1824,
    "word": "suspicious",
    "clue": "Arousing suspicion."
  },
  {
    "id": 1825,
    "word": "swallow",
    "clue": "A deep chasm or abyss in the earth."
  },
  {
    "id": 1826,
    "word": "swear",
    "clue": "To take an oath, to promise."
  },
  {
    "id": 1827,
    "word": "sweat",
    "clue": "Fluid that exits the body through pores in the skin usually due to physical stress and/or high temperature for the purpose of regulating body temperature and removing certain compounds from the circulation."
  },
  {
    "id": 1828,
    "word": "sweep",
    "clue": "A single action of sweeping."
  },
  {
    "id": 1829,
    "word": "sweet",
    "clue": "The basic taste sensation induced by sugar."
  },
  {
    "id": 1830,
    "word": "sweeten",
    "clue": "To make sweet to the taste."
  },
  {
    "id": 1831,
    "word": "swell",
    "clue": "To become bigger, especially due to being engorged."
  },
  {
    "id": 1832,
    "word": "swim",
    "clue": "An act or instance of swimming."
  },
  {
    "id": 1833,
    "word": "swing",
    "clue": "The manner in which something is swung."
  },
  {
    "id": 1834,
    "word": "sword",
    "clue": "A long-bladed weapon with a hilt, and usually a pommel and cross-guard, which is designed to stab, slash, and/or hack."
  },
  {
    "id": 1835,
    "word": "sympathetic",
    "clue": "Of, related to, showing, or characterized by sympathy"
  },
  {
    "id": 1836,
    "word": "sympathy",
    "clue": "A feeling of pity or sorrow for the suffering or distress of another; compassion."
  },
  {
    "id": 1837,
    "word": "system",
    "clue": "A collection of organized things; a whole composed of relationships among its members."
  },
  {
    "id": 1838,
    "word": "table",
    "clue": "Furniture with a top surface to accommodate a variety of uses."
  },
  {
    "id": 1839,
    "word": "tail",
    "clue": "The caudal appendage of an animal that is attached to its posterior and near the anus."
  },
  {
    "id": 1840,
    "word": "tailor",
    "clue": "A person who makes, repairs, or alters clothes professionally, especially suits and men's clothing."
  },
  {
    "id": 1841,
    "word": "take",
    "clue": "The or an act of taking."
  },
  {
    "id": 1842,
    "word": "talk",
    "clue": "To communicate, usually by means of speech."
  },
  {
    "id": 1843,
    "word": "tall",
    "clue": "(possibly nonstandard) Someone or something that is tall."
  },
  {
    "id": 1844,
    "word": "tame",
    "clue": "To make (an animal) tame; to domesticate."
  },
  {
    "id": 1845,
    "word": "taste",
    "clue": "One of the sensations produced by the tongue in response to certain chemicals; the quality of giving this sensation."
  },
  {
    "id": 1846,
    "word": "taxi",
    "clue": "A vehicle that may be hired for single journeys by members of the public, driven by a taxi driver."
  },
  {
    "id": 1847,
    "word": "teach",
    "clue": "To show (someone) the way; to guide, conduct; to point, indicate."
  },
  {
    "id": 1848,
    "word": "tear",
    "clue": "A hole or break caused by tearing."
  },
  {
    "id": 1849,
    "word": "telegraph",
    "clue": "An apparatus, or a process, for communicating rapidly between distant points, especially by means of established visible or audible signals representing words or ideas, or by means of words and signs, transmitted by electrical means."
  },
  {
    "id": 1850,
    "word": "telephone",
    "clue": "A telecommunication device (originally mechanical, and now electronic) used for two-way talking with another person (now often shortened to phone)."
  },
  {
    "id": 1851,
    "word": "tell",
    "clue": "A reflexive, often habitual behavior, especially one occurring in a context that often features attempts at deception by persons under psychological stress (such as a poker game or police interrogation), that reveals information that the person exhibiting the behavior is attempting to withhold."
  },
  {
    "id": 1852,
    "word": "temper",
    "clue": "A tendency to be in a certain type of mood; a habitual way of thinking, behaving or reacting."
  },
  {
    "id": 1853,
    "word": "temperature",
    "clue": "A measure of cold or heat, often measurable with a thermometer."
  },
  {
    "id": 1854,
    "word": "temple",
    "clue": "A house of worship, especially:"
  },
  {
    "id": 1855,
    "word": "tempt",
    "clue": "To provoke someone to do wrong, especially by promising a reward; to entice."
  },
  {
    "id": 1856,
    "word": "tend",
    "clue": "(Old English law) To make a tender of; to offer or tender."
  },
  {
    "id": 1857,
    "word": "tender",
    "clue": "Care, kind concern, regard."
  },
  {
    "id": 1858,
    "word": "tent",
    "clue": "A pavilion or portable lodge consisting of skins, canvas, or some strong cloth, stretched and sustained by poles, used for sheltering people from the weather."
  },
  {
    "id": 1859,
    "word": "term",
    "clue": "That which limits the extent of anything; limit, extremity, bound, boundary."
  },
  {
    "id": 1860,
    "word": "terrible",
    "clue": "Dreadful; causing terror, alarm and fear; awesome"
  },
  {
    "id": 1861,
    "word": "test",
    "clue": "A challenge, trial."
  },
  {
    "id": 1862,
    "word": "than",
    "clue": "At that time; then."
  },
  {
    "id": 1863,
    "word": "thank",
    "clue": "An expression of appreciation; a thought."
  },
  {
    "id": 1864,
    "word": "that",
    "clue": "Something being indicated that is there; one of those."
  },
  {
    "id": 1865,
    "word": "the",
    "clue": "With a comparative or with more and a verb phrase, establishes a correlation with one or more other such comparatives."
  },
  {
    "id": 1866,
    "word": "theater",
    "clue": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."
  },
  {
    "id": 1867,
    "word": "theatrical",
    "clue": "A stage performance, especially one by amateurs."
  },
  {
    "id": 1868,
    "word": "then",
    "clue": "Used in comparisons, to introduce the basis of comparison."
  },
  {
    "id": 1869,
    "word": "there",
    "clue": "That place."
  },
  {
    "id": 1870,
    "word": "therefore",
    "clue": "For that or this purpose, referring to something previously stated."
  },
  {
    "id": 1871,
    "word": "these",
    "clue": "The thing, item, etc. being indicated."
  },
  {
    "id": 1872,
    "word": "they",
    "clue": "(the third-person plural) A group of people, animals, plants or objects previously mentioned."
  },
  {
    "id": 1873,
    "word": "thick",
    "clue": "The thickest, or most active or intense, part of something."
  },
  {
    "id": 1874,
    "word": "thicken",
    "clue": "To make thicker (in the sense of wider)."
  },
  {
    "id": 1875,
    "word": "thief",
    "clue": "One who carries out a theft."
  },
  {
    "id": 1876,
    "word": "thin",
    "clue": "A loss or tearing of paper from the back of a stamp, although not sufficient to create a complete hole."
  },
  {
    "id": 1877,
    "word": "thing",
    "clue": "That which is considered to exist as a separate entity, object, quality or concept."
  },
  {
    "id": 1878,
    "word": "think",
    "clue": "An act of thinking; consideration (of something)."
  },
  {
    "id": 1879,
    "word": "thirst",
    "clue": "A sensation of dryness in the throat associated with a craving for liquids, produced by deprivation of drink, or by some other cause (such as fear, excitement, etc.) which spots the secretion of the pharyngeal mucous membrane"
  },
  {
    "id": 1880,
    "word": "this",
    "clue": "Something being indicated that is here; one of these."
  },
  {
    "id": 1881,
    "word": "thorn",
    "clue": "A sharp protective spine of a plant."
  },
  {
    "id": 1882,
    "word": "thorough",
    "clue": "A furrow between two ridges, to drain off the surface water."
  },
  {
    "id": 1883,
    "word": "those",
    "clue": "(demonstrative) The thing, person, idea, quality, event, action or time indicated or understood from context, especially if more remote geographically, temporally or mentally than one designated as \"this\", or if expressing distinction."
  },
  {
    "id": 1884,
    "word": "though",
    "clue": "Despite that; however."
  },
  {
    "id": 1885,
    "word": "thread",
    "clue": "A long, thin and flexible form of material, generally with a round cross-section, used in sewing, weaving or in the construction of string."
  },
  {
    "id": 1886,
    "word": "threat",
    "clue": "An expression of intent to injure or punish another."
  },
  {
    "id": 1887,
    "word": "threaten",
    "clue": "To make a threat against someone; to use threats."
  },
  {
    "id": 1888,
    "word": "throat",
    "clue": "The front part of the neck."
  },
  {
    "id": 1889,
    "word": "through",
    "clue": "A large slab of stone laid in a dry-stone wall from one side to the other; a perpend."
  },
  {
    "id": 1890,
    "word": "throw",
    "clue": "To change place."
  },
  {
    "id": 1891,
    "word": "thumb",
    "clue": "The short thick digit of the hand that for humans has the most mobility and can be made to oppose (moved to touch) all of the other fingers."
  },
  {
    "id": 1892,
    "word": "thunder",
    "clue": "The loud rumbling, cracking, or crashing sound caused by expansion of rapidly heated air around a lightning bolt."
  },
  {
    "id": 1893,
    "word": "thus",
    "clue": "(manner) In this way or manner."
  },
  {
    "id": 1894,
    "word": "ticket",
    "clue": "A pass entitling the holder to admission to a show, concert, etc."
  },
  {
    "id": 1895,
    "word": "tide",
    "clue": "The periodic change of the sea level, particularly when caused by the gravitational influence of the sun and the moon."
  },
  {
    "id": 1896,
    "word": "tidy",
    "clue": "A tabletop container for pens and stationery."
  },
  {
    "id": 1897,
    "word": "tight",
    "clue": "A term related to tight"
  },
  {
    "id": 1898,
    "word": "tighten",
    "clue": "To make tighter."
  },
  {
    "id": 1899,
    "word": "till",
    "clue": "Until; to, up to; as late as (a given time)."
  },
  {
    "id": 1900,
    "word": "time",
    "clue": "The inevitable progression into the future with the passing of present and past events."
  },
  {
    "id": 1901,
    "word": "tire",
    "clue": "To become sleepy or weary."
  },
  {
    "id": 1902,
    "word": "title",
    "clue": "A prefix (honorific) or suffix (post-nominal) added to a person's name to signify either veneration, official position or a professional or academic qualification. See also"
  },
  {
    "id": 1903,
    "word": "tobacco",
    "clue": "Any plant of the genus Nicotiana."
  },
  {
    "id": 1904,
    "word": "today",
    "clue": "A current day or date."
  },
  {
    "id": 1905,
    "word": "together",
    "clue": "Coherent; well organized."
  },
  {
    "id": 1906,
    "word": "tomorrow",
    "clue": "The day after the present day."
  },
  {
    "id": 1907,
    "word": "tongue",
    "clue": "The flexible muscular organ in the mouth that is used to move food around, for tasting and that is moved into various positions to modify the flow of air from the lungs in order to produce different sounds in speech."
  },
  {
    "id": 1908,
    "word": "tonight",
    "clue": "The nighttime of the current day or date; this night."
  },
  {
    "id": 1909,
    "word": "tool",
    "clue": "A mechanical device intended to make a task easier."
  },
  {
    "id": 1910,
    "word": "tooth",
    "clue": "A hard, calcareous structure present in the mouth of many vertebrate animals, generally used for eating."
  },
  {
    "id": 1911,
    "word": "total",
    "clue": "An amount obtained by the addition of smaller amounts."
  },
  {
    "id": 1912,
    "word": "touch",
    "clue": "A term related to touch"
  },
  {
    "id": 1913,
    "word": "tough",
    "clue": "A person who obtains things by force; a thug or bully."
  },
  {
    "id": 1914,
    "word": "tour",
    "clue": "A journey through a particular building, estate, country, etc."
  },
  {
    "id": 1915,
    "word": "toward",
    "clue": "Yielding, pliant; docile; ready or apt to learn; not froward."
  },
  {
    "id": 1916,
    "word": "towel",
    "clue": "A cloth used for wiping, especially one used for drying anything wet, as a person after a bath."
  },
  {
    "id": 1917,
    "word": "tower",
    "clue": "A very tall iron-framed structure, usually painted red and white, on which microwave, radio, satellite, or other communication antennas are installed; mast."
  },
  {
    "id": 1918,
    "word": "town",
    "clue": "A settlement; an area with residential districts, shops and amenities, and its own local government; especially one larger than a village and smaller than a city."
  },
  {
    "id": 1919,
    "word": "track",
    "clue": "A mark left by something that has passed along."
  },
  {
    "id": 1920,
    "word": "trade",
    "clue": "Buying and selling of goods and services on a market."
  },
  {
    "id": 1921,
    "word": "train",
    "clue": "Elongated portion."
  },
  {
    "id": 1922,
    "word": "translate",
    "clue": "In Euclidean spaces: a set of points obtained by adding a given fixed vector to each point of a given set."
  },
  {
    "id": 1923,
    "word": "translation",
    "clue": "The act of translating, in its various senses:"
  },
  {
    "id": 1924,
    "word": "translator",
    "clue": "A person who translates text, film or other material into a different natural language."
  },
  {
    "id": 1925,
    "word": "trap",
    "clue": "A machine or other device designed to catch (and sometimes kill) animals, either by holding them in a container, or by catching hold of part of the body."
  },
  {
    "id": 1926,
    "word": "travel",
    "clue": "The act of traveling; passage from place to place."
  },
  {
    "id": 1927,
    "word": "tray",
    "clue": "A small, typically rectangular or round, flat, and rigid object upon which things are carried."
  },
  {
    "id": 1928,
    "word": "treasure",
    "clue": "A collection of valuable things; accumulated wealth; a stock of money, jewels, etc."
  },
  {
    "id": 1929,
    "word": "treasury",
    "clue": "A place where treasure is stored safely."
  },
  {
    "id": 1930,
    "word": "treat",
    "clue": "An entertainment, outing, food, drink, or other indulgence provided by someone for the enjoyment of others."
  },
  {
    "id": 1931,
    "word": "tree",
    "clue": "Fast growing function based on Kruskal's tree theorem."
  },
  {
    "id": 1932,
    "word": "tremble",
    "clue": "A shake, quiver, or vibration."
  },
  {
    "id": 1933,
    "word": "trial",
    "clue": "An opportunity to test something out; a test."
  },
  {
    "id": 1934,
    "word": "tribe",
    "clue": "A socially, ethnically, or politically cohesive group of people."
  },
  {
    "id": 1935,
    "word": "trick",
    "clue": "Something designed to fool or swindle."
  },
  {
    "id": 1936,
    "word": "trip",
    "clue": "A journey; an excursion or jaunt"
  },
  {
    "id": 1937,
    "word": "trouble",
    "clue": "A distressing or dangerous situation."
  },
  {
    "id": 1938,
    "word": "true",
    "clue": "The state of being in alignment."
  },
  {
    "id": 1939,
    "word": "trunk",
    "clue": "(heading, biological) Part of a body."
  },
  {
    "id": 1940,
    "word": "trust",
    "clue": "Confidence in or reliance on some person or quality."
  },
  {
    "id": 1941,
    "word": "truth",
    "clue": "True facts, genuine depiction or statements of reality."
  },
  {
    "id": 1942,
    "word": "tube",
    "clue": "Anything that is hollow and cylindrical in shape."
  },
  {
    "id": 1943,
    "word": "tune",
    "clue": "A melody."
  },
  {
    "id": 1944,
    "word": "turn",
    "clue": "(heading) to make a non-linear physical movement."
  },
  {
    "id": 1945,
    "word": "twist",
    "clue": "A twisting force."
  },
  {
    "id": 1946,
    "word": "type",
    "clue": "A grouping based on shared characteristics; a class."
  },
  {
    "id": 1947,
    "word": "ugly",
    "clue": "Ugliness."
  },
  {
    "id": 1948,
    "word": "umbrella",
    "clue": "Cloth-covered frame used for protection against rain or sun."
  },
  {
    "id": 1949,
    "word": "uncle",
    "clue": "The brother or brother-in-law of one’s parent."
  },
  {
    "id": 1950,
    "word": "under",
    "clue": "Being lower; being beneath something."
  },
  {
    "id": 1951,
    "word": "underneath",
    "clue": "The lower surface or part of something."
  },
  {
    "id": 1952,
    "word": "understand",
    "clue": "To grasp a concept fully and thoroughly, especially (of words, statements, art, etc.) to be aware of the meaning of and (of people) to be aware of the intent of."
  },
  {
    "id": 1953,
    "word": "union",
    "clue": "The act of uniting or joining two or more things into one."
  },
  {
    "id": 1954,
    "word": "unit",
    "clue": "A particular, minute unit of mass, defined differently for different substances, but so that varying substances of the same general type have the property that one international unit of the one has the same effect on the human body as one international unit of the other."
  },
  {
    "id": 1955,
    "word": "unite",
    "clue": "A British gold coin worth 20 shillings, first produced during the reign of King James I, and bearing a legend indicating the king's intention of uniting the kingdoms of England and Scotland."
  },
  {
    "id": 1956,
    "word": "unity",
    "clue": "Oneness; the state or fact of being one undivided entity."
  },
  {
    "id": 1957,
    "word": "universal",
    "clue": "A characteristic or property that particular things have in common."
  },
  {
    "id": 1958,
    "word": "universe",
    "clue": "Our universe, the sum of everything that exists in the cosmos, including time and space itself."
  },
  {
    "id": 1959,
    "word": "university",
    "clue": "Institution of higher education (typically accepting students from the age of about 17 or 18, depending on country, but in some exceptional cases able to take younger students) where subjects are studied and researched in depth and degrees are offered."
  },
  {
    "id": 1960,
    "word": "unless",
    "clue": "Except on a specified condition; if not."
  },
  {
    "id": 1961,
    "word": "until",
    "clue": "Up to the time of (something happening)."
  },
  {
    "id": 1962,
    "word": "upon",
    "clue": "Being the target of an action."
  },
  {
    "id": 1963,
    "word": "upper",
    "clue": "A stimulant, such as amphetamine, that increases energy and decreases appetite."
  },
  {
    "id": 1964,
    "word": "uppermost",
    "clue": "At a higher level, rank or position."
  },
  {
    "id": 1965,
    "word": "upright",
    "clue": "Any vertical part of a structure, especially one of the goal posts in sports."
  },
  {
    "id": 1966,
    "word": "upset",
    "clue": "Disturbance or disruption."
  },
  {
    "id": 1967,
    "word": "urge",
    "clue": "A strong desire; an itch to do something."
  },
  {
    "id": 1968,
    "word": "urgent",
    "clue": "Requiring immediate attention."
  },
  {
    "id": 1969,
    "word": "usual",
    "clue": "The typical state of something, or something that is typical."
  },
  {
    "id": 1970,
    "word": "vain",
    "clue": "Overly proud of oneself, especially concerning appearance; having a high opinion of one's own accomplishments with slight reason."
  },
  {
    "id": 1971,
    "word": "valley",
    "clue": "An elongated depression between hills or mountains, often with a river flowing through it."
  },
  {
    "id": 1972,
    "word": "valuable",
    "clue": "A personal possession such as jewellery, of relatively great monetary value; — usually used in plural form."
  },
  {
    "id": 1973,
    "word": "value",
    "clue": "The quality (positive or negative) that renders something desirable or valuable."
  },
  {
    "id": 1974,
    "word": "variety",
    "clue": "The quality of being varied; diversity."
  },
  {
    "id": 1975,
    "word": "various",
    "clue": "Having a broad range (of different elements)."
  },
  {
    "id": 1976,
    "word": "veil",
    "clue": "Something hung up or spread out to hide or protect the face, or hide an object from view; usually of gauze, crepe, or similar diaphanous material."
  },
  {
    "id": 1977,
    "word": "verb",
    "clue": "(grammar) A word that indicates an action, event, or state."
  },
  {
    "id": 1978,
    "word": "verse",
    "clue": "A poetic form with regular meter and a fixed rhyme scheme."
  },
  {
    "id": 1979,
    "word": "very",
    "clue": "True, real, actual."
  },
  {
    "id": 1980,
    "word": "vessel",
    "clue": "Any craft designed for transportation on water, such as a ship or boat."
  },
  {
    "id": 1981,
    "word": "victory",
    "clue": "An instance of having won a competition or battle or succeeded in an effort."
  },
  {
    "id": 1982,
    "word": "view",
    "clue": "(physical) Visual perception."
  },
  {
    "id": 1983,
    "word": "village",
    "clue": "A rural habitation of size between a hamlet and a town."
  },
  {
    "id": 1984,
    "word": "violence",
    "clue": "Extreme force."
  },
  {
    "id": 1985,
    "word": "violent",
    "clue": "An assailant."
  },
  {
    "id": 1986,
    "word": "virtue",
    "clue": "Accordance with moral principles; conformity of behaviour or thought with the strictures of morality; good moral conduct."
  },
  {
    "id": 1987,
    "word": "visit",
    "clue": "A single act of visiting."
  },
  {
    "id": 1988,
    "word": "visitor",
    "clue": "Someone who visits someone else; someone staying as a guest."
  },
  {
    "id": 1989,
    "word": "voice",
    "clue": "Sound uttered by the mouth, especially by human beings in speech or song; sound thus uttered considered as possessing some special quality or character"
  },
  {
    "id": 1990,
    "word": "vote",
    "clue": "A formalized choice on matters of administration or other democratic activities"
  },
  {
    "id": 1991,
    "word": "vowel",
    "clue": "A sound produced by the vocal cords with relatively little restriction of the oral cavity, forming the prominent sound of a syllable."
  },
  {
    "id": 1992,
    "word": "voyage",
    "clue": "A long journey, especially by ship."
  },
  {
    "id": 1993,
    "word": "wage",
    "clue": "(often in plural) An amount of money paid to a worker for a specified quantity of work, usually calculated on an hourly basis and expressed in an amount of money per hour."
  },
  {
    "id": 1994,
    "word": "waist",
    "clue": "The part of the body between the pelvis and the stomach."
  },
  {
    "id": 1995,
    "word": "wait",
    "clue": "A delay."
  },
  {
    "id": 1996,
    "word": "waiter",
    "clue": "A male or female attendant who serves customers at their tables in a restaurant, café or similar."
  },
  {
    "id": 1997,
    "word": "wake",
    "clue": "The act of waking, or state of being awake."
  },
  {
    "id": 1998,
    "word": "walk",
    "clue": "To move on the feet by alternately setting each foot (or pair or group of feet, in the case of animals with four or more feet) forward, with at least one foot on the ground at all times. Compare run."
  },
  {
    "id": 1999,
    "word": "wall",
    "clue": "A rampart of earth, stones etc. built up for defensive purposes."
  },
  {
    "id": 2000,
    "word": "wander",
    "clue": "The act or instance of wandering."
  },
  {
    "id": 2001,
    "word": "want",
    "clue": "A desire, wish, longing."
  },
  {
    "id": 2002,
    "word": "warm",
    "clue": "Having a temperature slightly higher than usual, but still pleasant; mildly hot."
  },
  {
    "id": 2003,
    "word": "warmth",
    "clue": "A moderate degree of heat; the sensation of being warm."
  },
  {
    "id": 2004,
    "word": "warn",
    "clue": "To make (someone) aware of (something impending); especially:"
  },
  {
    "id": 2005,
    "word": "wash",
    "clue": "The process or an instance of washing or being washed by water or other liquid."
  },
  {
    "id": 2006,
    "word": "waste",
    "clue": "Excess of material, useless by-products or damaged, unsaleable products; garbage; rubbish."
  },
  {
    "id": 2007,
    "word": "watch",
    "clue": "A portable or wearable timepiece."
  },
  {
    "id": 2008,
    "word": "water",
    "clue": "A substance (of molecular formula H₂O) found at room temperature and pressure as a clear liquid; it is present naturally as rain, and found in rivers, lakes and seas; its solid form is ice and its gaseous form is steam."
  },
  {
    "id": 2009,
    "word": "wave",
    "clue": "To move back and forth repeatedly and somewhat loosely."
  },
  {
    "id": 2010,
    "word": "weak",
    "clue": "Lacking in force (usually strength) or ability."
  },
  {
    "id": 2011,
    "word": "weaken",
    "clue": "To make weaker or less strong."
  },
  {
    "id": 2012,
    "word": "wealth",
    "clue": "Riches; valuable material possessions."
  },
  {
    "id": 2013,
    "word": "weapon",
    "clue": "An instrument of attack or defense in combat or hunting, e.g. most guns, missiles, or swords."
  },
  {
    "id": 2014,
    "word": "wear",
    "clue": "(in combination) clothing"
  },
  {
    "id": 2015,
    "word": "weather",
    "clue": "The short term state of the atmosphere at a specific time and place, including the temperature, relative humidity, cloud cover, precipitation, wind, etc."
  },
  {
    "id": 2016,
    "word": "weave",
    "clue": "A type or way of weaving."
  },
  {
    "id": 2017,
    "word": "weed",
    "clue": "Any plant regarded as unwanted at the place where, and at the time when it is growing."
  },
  {
    "id": 2018,
    "word": "week",
    "clue": "Any period of seven consecutive days."
  },
  {
    "id": 2019,
    "word": "weekday",
    "clue": "A day of the week except those which form the weekend; that is:"
  },
  {
    "id": 2020,
    "word": "weekend",
    "clue": "The break in the working week, usually two days including the traditional holy or sabbath day. Thus in western countries, Saturday and Sunday."
  },
  {
    "id": 2021,
    "word": "weigh",
    "clue": "To determine the weight of an object."
  },
  {
    "id": 2022,
    "word": "weight",
    "clue": "(physical) Matter, material."
  },
  {
    "id": 2023,
    "word": "welcome",
    "clue": "The act of greeting someone’s arrival, especially by saying \"Welcome!\"; reception."
  },
  {
    "id": 2024,
    "word": "well",
    "clue": "In good health."
  },
  {
    "id": 2025,
    "word": "west",
    "clue": "One of the four principal compass points, specifically 270°, conventionally directed to the left on maps; the direction of the setting sun at an equinox, abbreviated as W."
  },
  {
    "id": 2026,
    "word": "western",
    "clue": "A film, or some other dramatic work, set in, the historic (c. 1850-1910) American West (west of the Mississippi river) focusing on conflict between whites and Indians, lawmen and outlaws, ranchers and farmers, or industry (railroads, mining) and agriculture."
  },
  {
    "id": 2027,
    "word": "what",
    "clue": "(Singlish) Used to contradict an underlying assumption held by the interlocutor."
  },
  {
    "id": 2028,
    "word": "whatever",
    "clue": "Unexceptional or unimportant; blah."
  },
  {
    "id": 2029,
    "word": "wheat",
    "clue": "Any of several cereal grains, of the genus Triticum, that yields flour as used in bakery."
  },
  {
    "id": 2030,
    "word": "wheel",
    "clue": "A circular device capable of rotating on its axis, facilitating movement or transportation or performing labour in machines."
  },
  {
    "id": 2031,
    "word": "when",
    "clue": "The time at which something happens."
  },
  {
    "id": 2032,
    "word": "whenever",
    "clue": "(interrogative) When ever: emphatic form of when."
  },
  {
    "id": 2033,
    "word": "where",
    "clue": "The place in which something happens."
  },
  {
    "id": 2034,
    "word": "wherever",
    "clue": "An emphatic form of where."
  },
  {
    "id": 2035,
    "word": "whether",
    "clue": "Which of two."
  },
  {
    "id": 2036,
    "word": "which",
    "clue": "(interrogative) What one or ones (of those mentioned or implied)."
  },
  {
    "id": 2037,
    "word": "whichever",
    "clue": "(interrogative) Which ever; emphatic form of 'which'."
  },
  {
    "id": 2038,
    "word": "while",
    "clue": "An uncertain duration of time, a period of time."
  },
  {
    "id": 2039,
    "word": "whip",
    "clue": "A lash; a pliant, flexible instrument, such as a rod (commonly of cane or rattan) or a plaited or braided rope or thong (commonly of leather) used to create a sharp \"crack\" sound for directing or herding animals."
  },
  {
    "id": 2040,
    "word": "whisper",
    "clue": "The act of speaking in a quiet voice, especially, without vibration of the vocal cords."
  },
  {
    "id": 2041,
    "word": "whistle",
    "clue": "A device designed to be placed in the mouth and blown, or driven by steam or some other mechanism, to make a whistling sound."
  },
  {
    "id": 2042,
    "word": "white",
    "clue": "The color/colour of snow or milk; the colour of light containing equal amounts of all visible wavelengths."
  },
  {
    "id": 2043,
    "word": "whiten",
    "clue": "(To cause) to become white or whiter; to bleach or blanch."
  },
  {
    "id": 2044,
    "word": "whoever",
    "clue": "(interrogative) Who ever: an emphatic form of who."
  },
  {
    "id": 2045,
    "word": "whole",
    "clue": "Something complete, without any parts missing."
  },
  {
    "id": 2046,
    "word": "whom",
    "clue": "(interrogative) What person or people; which person or people."
  },
  {
    "id": 2047,
    "word": "whose",
    "clue": "(interrogative) That or those of whom or belonging to whom."
  },
  {
    "id": 2048,
    "word": "wicked",
    "clue": "People who are wicked."
  },
  {
    "id": 2049,
    "word": "wide",
    "clue": "A ball that passes so far from the batsman that the umpire deems it unplayable; the arm signal used by an umpire to signal a wide; the extra run added to the batting side's score"
  },
  {
    "id": 2050,
    "word": "widen",
    "clue": "To become wide or wider."
  },
  {
    "id": 2051,
    "word": "widow",
    "clue": "A woman whose spouse has died (and who has not remarried); feminine of widower."
  },
  {
    "id": 2052,
    "word": "widower",
    "clue": "A man whose spouse has died (and who has not remarried); masculine of widow."
  },
  {
    "id": 2053,
    "word": "width",
    "clue": "The state of being wide."
  },
  {
    "id": 2054,
    "word": "wife",
    "clue": "A married woman, especially in relation to her spouse."
  },
  {
    "id": 2055,
    "word": "wild",
    "clue": "The undomesticated state of a wild animal"
  },
  {
    "id": 2056,
    "word": "will",
    "clue": "(now uncommon or literary) To wish, desire (something)."
  },
  {
    "id": 2057,
    "word": "wind",
    "clue": "Real or perceived movement of atmospheric air usually caused by convection or differences in air pressure."
  },
  {
    "id": 2058,
    "word": "window",
    "clue": "The inedible parts of a grain-producing plant."
  },
  {
    "id": 2059,
    "word": "wine",
    "clue": "An alcoholic beverage made by fermenting the juice of grapes."
  },
  {
    "id": 2060,
    "word": "wing",
    "clue": "An appendage of an animal's (bird, bat, insect) body that enables it to fly; a similar fin at the side of a ray or similar fish"
  },
  {
    "id": 2061,
    "word": "winter",
    "clue": "Traditionally the fourth of the four seasons, typically regarded as being from December 23 to March 20 in continental regions of the Northern Hemisphere or the months of June, July and August in the Southern Hemisphere. It is the time when the sun is lowest in the sky, resulting in short days, and the time of year with the lowest atmospheric temperatures for the region."
  },
  {
    "id": 2062,
    "word": "wipe",
    "clue": "The act of wiping something."
  },
  {
    "id": 2063,
    "word": "wire",
    "clue": "Metal formed into a thin, even thread, now usually by being drawn through a hole in a steel die."
  },
  {
    "id": 2064,
    "word": "wisdom",
    "clue": "An element of personal character that enables one to distinguish the wise from the unwise."
  },
  {
    "id": 2065,
    "word": "wise",
    "clue": "To become wise."
  },
  {
    "id": 2066,
    "word": "wish",
    "clue": "A desire, hope, or longing for something or for something to happen."
  },
  {
    "id": 2067,
    "word": "with",
    "clue": "Along, together with others, in a group, etc."
  },
  {
    "id": 2068,
    "word": "within",
    "clue": "In the context of which the present document or ruling is made."
  },
  {
    "id": 2069,
    "word": "without",
    "clue": "Outside, externally. This is still used in the names of some civil parishes in England, e.g. St Cuthbert Without."
  },
  {
    "id": 2070,
    "word": "witness",
    "clue": "Attestation of a fact or event; testimony."
  },
  {
    "id": 2071,
    "word": "woman",
    "clue": "An adult female human."
  },
  {
    "id": 2072,
    "word": "wonder",
    "clue": "Something that causes amazement or awe; a marvel."
  },
  {
    "id": 2073,
    "word": "wood",
    "clue": "The substance making up the central part of the trunk and branches of a tree. Used as a material for construction, to manufacture various items, etc. or as fuel."
  },
  {
    "id": 2074,
    "word": "wooden",
    "clue": "Made of wood."
  },
  {
    "id": 2075,
    "word": "wool",
    "clue": "The hair of the sheep, llama and some other ruminants."
  },
  {
    "id": 2076,
    "word": "woolen",
    "clue": "An item of clothing made from wool"
  },
  {
    "id": 2077,
    "word": "word",
    "clue": "The smallest unit of language that has a particular meaning and can be expressed by itself; the smallest discrete, meaningful unit of language. (contrast morpheme.)"
  },
  {
    "id": 2078,
    "word": "work",
    "clue": "(heading) Employment."
  },
  {
    "id": 2079,
    "word": "world",
    "clue": "(with \"the\") Human collective existence; existence in general."
  },
  {
    "id": 2080,
    "word": "worm",
    "clue": "A generally tubular invertebrate of the annelid phylum; an earthworm."
  },
  {
    "id": 2081,
    "word": "worry",
    "clue": "A strong feeling of anxiety."
  },
  {
    "id": 2082,
    "word": "worse",
    "clue": "Unfavorable; negative; not good."
  },
  {
    "id": 2083,
    "word": "worship",
    "clue": "The condition of being worthy; honour, distinction."
  },
  {
    "id": 2084,
    "word": "worth",
    "clue": "Value."
  },
  {
    "id": 2085,
    "word": "would",
    "clue": "Something that would happen, or would be the case, under different circumstances; a potentiality."
  },
  {
    "id": 2086,
    "word": "wound",
    "clue": "An injury, such as a cut, stab, or tear, to a (usually external) part of the body."
  },
  {
    "id": 2087,
    "word": "wrap",
    "clue": "To enclose (an object) completely in any flexible, thin material such as fabric or paper."
  },
  {
    "id": 2088,
    "word": "wreck",
    "clue": "Something or someone that has been ruined."
  },
  {
    "id": 2089,
    "word": "wrist",
    "clue": "The complex joint between forearm bones, carpus, and metacarpals where the hand is attached to the arm; the carpus in a narrow sense."
  },
  {
    "id": 2090,
    "word": "write",
    "clue": "The act or style of writing."
  },
  {
    "id": 2091,
    "word": "wrong",
    "clue": "Something that is immoral or not good."
  },
  {
    "id": 2092,
    "word": "yard",
    "clue": "A small, usually uncultivated area adjoining or (now especially) within the precincts of a house or other building."
  },
  {
    "id": 2093,
    "word": "year",
    "clue": "A solar year, the time it takes the Earth to complete one revolution of the Sun (between 365.24 and 365.26 days depending on the point of reference)."
  },
  {
    "id": 2094,
    "word": "yellow",
    "clue": "The colour of gold, butter, or a lemon; the colour obtained by mixing green and red light, or by subtracting blue from white light."
  },
  {
    "id": 2095,
    "word": "yesterday",
    "clue": "The day immediately before today; one day ago."
  },
  {
    "id": 2096,
    "word": "yield",
    "clue": "To pay, give in payment; repay, recompense; reward; requite."
  },
  {
    "id": 2097,
    "word": "young",
    "clue": "People who are young; young people, collectively; youth."
  },
  {
    "id": 2098,
    "word": "youth",
    "clue": "The quality or state of being young."
  },
  {
    "id": 2099,
    "word": "zero",
    "clue": "The numeric symbol that represents the cardinal number zero."
  }
]